{
  "DIA_Hod_EXIT_15_01": "Köszi a beszélgetést, de én kicsit sietek.",
  "DIA_Hod_EXIT_03_02": "Sietsz? Ne felejtsd, a sietés pazarláshoz vezet, és Beliar örvendez!",
  "DIA_Hod_EXIT_03_03": "Majd legközelebb, amikor tovább leszel akkor meghívlak egy korsó grogra!",
  "DIA_Hod_Who_15_01": "Ki vagy te?",
  "DIA_Hod_Who_03_02": "A nevem Hod. Régen tengerész voltam, de most, ahogy látod farmon dolgozom.",
  "DIA_Hod_Who_03_03": "Téged, ezzel szemben, viszont még nem láttalak ezelőtt.",
  "DIA_Hod_Who_15_04": "Marvin vagyok. Nemrég érkeztem a szigetre.",
  "DIA_Hod_Who_03_05": "Új vagy a szigeten? Minket igen ritkán látogatnak meg idegenek.",
  "DIA_Hod_Who_03_06": "Illik rád az az egyenruha, fiú. A városnak szüksége van friss vérre.",
  "DIA_Hod_Who_03_07": "Ha nem lopsz semmit sem, akkor még Willemnek sem Bermarnak nem lesz veled baja az itt léteddel.",
  "DIA_Hod_Work_15_01": "Hogy megy a munka?",
  "DIA_Hod_Work_03_02": "Néha jól, néha rosszul.",
  "DIA_Hod_Work_03_03": "Néha megsajdul valamid és roppannak a csontjaid, de nem tudsz nemet mondani a főnöknek. Főleg ha szereted az érmék csengetését a tarsolyodban.",
  "DIA_Hod_WhatDo_15_01": "Mit csinálsz itt?",
  "DIA_Hod_WhatDo_03_02": "Ládákat szállítok, fát vágok, termést szedek. Néha eltörik egy hordó szála, és azt én javítom meg.",
  "DIA_Hod_WhatDo_03_03": "Röviden, én csinálom meg azt, amit éppen meg kell csinálni.",
  "DIA_Hod_WhatDo_15_04": "Szóval te vagy az ilyen helyi ezermester?",
  "DIA_Hod_WhatDo_03_05": "Én csak segítek az embereknek, és ezzel egyidőben megpróbálok megélni.",
  "DIA_Hod_Marine_15_01": "Tengerész voltál?",
  "DIA_Hod_Marine_03_03": "A fedélzetet tisztíttattam egy Myrtanai kereskedővel, de nem tartott sokáig, mert egy hét után a srác letelepedett Archoloson. Amennyire én tudom, ő most egy jelentős személyiség Araxosban.",
  "DIA_Hod_Marine_03_04": "Látom te is a Céhhez tartozol. Talán ismered is? Ha jól emlékszem, akkor a neve Lorenzo voltam.",
  "DIA_Hod_Marine_15_05": "Lorenzo? Ő pont a felettesem.",
  "DIA_Hod_Marine_03_06": "Hát, most láthatod, hogy milyen kicsi a világ!",
  "DIA_Hod_Marine_03_07": "Nagyon megkedvelt, de mivel rossz harcos és könyvelő lettem volna, Bermarnak ajánlott. Így kerültem erre a farmra.",
  "DIA_Hod_Ambient_15_01": "Hogy vagy?",
  "DIA_Hod_Ambient_03_02": "Ha fiatalabb lennék, nem követtem volna el másodszor is ezt a hibát, és a tengeren maradtam volna...",
  "DIA_Hod_Ambient_03_03": "Bermar mindent megtesz, amit tud, hogy a birtoka tovább gyarapodjon, de a fejemet adom, hogy a kormányzó hamarosan az ő farmjáért is nyúlni fog.",
  "DIA_Hod_Ambient_03_04": "A háborút saját törvényei szabályozzák."
}