{
  "DIA_Leon_Gambit_03_01": "Meglepődtem, hogy olyan sokáig bírtál beszélgetni azzal az ostobával. Gondolom most van valami ügyed velem?",
  "DIA_Leon_Gambit_15_02": "Kuno azt mondja, hogy csaltál.",
  "DIA_Leon_Gambit_03_03": "Szegény fickó. Hát, neki mindig nehezére esett vereséget vallani. Elmagyaráznád nekem, hogy milyen borzalmas szemfényvesztést tettem?",
  "DIA_Leon_Gambit_Queen_15_01": "A vezér nem tudja leütni a futót.",
  "DIA_Leon_Gambit_Queen_03_02": "Az érdekes. Gyakran játszol?",
  "DIA_Leon_Gambit_Queen_15_03": "A játék alapjait sem ismerem.",
  "DIA_Leon_Gambit_Queen_03_04": "Tipikus fiatalság... de én be se mutatkoztam neked, ugye?",
  "DIA_Leon_Gambit_Queen_03_05": "Leon a nevem és én egy szerény kereskedő vagyok. Vissza a sakkhoz: a vezér képes, természetesen, leütni a futót, és a futó ugyanúgy le tudja ütni a vezért.",
  "DIA_Leon_Gambit_Queen_03_06": "Minden paraszt és minden figura le tudja ütni a másikat. Az egyetlen kivétel az a király...",
  "DIA_Leon_Gambit_Queen_15_07": "Igen, igen. Kuno mesélt a vitáitokról. Te is ilyen komolyan veszed őket?",
  "DIA_Leon_Gambit_Queen_03_08": "Tudod, Kuno fontos politikusnak és fő embernek tartja magát a városban. Én a meglátásait és megközelítéseit igen... extrémnek hívnám. És te, téged érdekel a politika?",
  "DIA_Leon_Gambit_Bishop_15_01": "A futó nem tudja leütni a vezért.",
  "DIA_Leon_Gambit_Yes_15_01": "Persze. Szeretném tudni, hogy mi történik körülöttem.",
  "DIA_Leon_Gambit_Yes_03_02": "Az remek. Akkor mondd csak, kit támogatsz? A Királyt vagy Ulrykot?",
  "DIA_Leon_Gambit_No_15_01": "Nem érdekel a politika.",
  "DIA_Leon_Gambit_No_03_02": "Tényleg? Jól értem, hogy nem érdekelnek az elfogadott törvények, a veteményes mennyisége amit adóként kell fizetni a Királynak, vagy a tény, hogy a megfelelő papírok nélkül át sem léphetsz az Óváros kapuin?",
  "DIA_Leon_Gambit_No_03_03": "A politika, kedvesem, mindenkit érint, akár akarod akár nem, szóval megéri érdeklődni iránta.",
  "DIA_Leon_Gambit_Rhobar_15_01": "Szerintem Rhobar bölcs uralkodó.",
  "DIA_Leon_Gambit_Rhobar_03_02": "Az volt. Időnként nem értek egyet azzal, amit Kuno mond sok területen, de nem is vagyok vak.",
  "DIA_Leon_Gambit_Rhobar_03_03": "A király egyre inkább a mágikus ércre támaszkodik ahelyett, hogy egy másik módszerrel nyerne előnyt a háborúban.",
  "DIA_Leon_Gambit_Rhobar_03_04": "Nemrég rendelte el azt, hogy bármilyen bűntett miatt elküldhetnek Khorinis bűntető kolóniájába, el tudod ezt képzelni?",
  "DIA_Leon_Gambit_Rhobar_03_05": "Elég csak éhínség miatt ellopni egy almát egy piaci standról és máris nehéz fizikai munkára küldenek a bányába. Miféle igazság ez?",
  "DIA_Leon_Gambit_Rhobar_15_06": "Szerintem értem, hogy mire akarsz kilyukadni.",
  "DIA_Leon_Gambit_Rhobar_03_07": "Nagyon jó. Minden érmének két oldala van - én azt ajánlom, hogy jól nézd meg mindkettőt.",
  "DIA_Leon_Gambit_Ulryk_15_01": "Ulrykor tartom igazi uralkodónak.",
  "DIA_Leon_Gambit_Ulryk_03_02": "Hát, Ulryk értelmes ember, de egyben rideg és konzervatív is. Nekem volt is esélyem, hogy találkozzak vele egyszer.",
  "DIA_Leon_Gambit_Ulryk_03_03": "Könyveket vásárolt a vérvonaláról tőlem. Vagy azt hitte, hogy a saját vérvonala az. Szerintem bizonyítékot keresett rá.",
  "DIA_Leon_Gambit_Ulryk_03_04": "Vissza a témára: az igazi uralkodó, ugye? Archolos nem ismert más uralkodót az elmúlt három évszázadban Myrtana Királyán kívül. Tegyük fel, elméletben, hogy a kormányzó holnap átadja a hatalmat az utódjának. Mi lesz akkor?",
  "DIA_Leon_Gambit_Ulryk_15_05": "Nem tudom. Én nem ő vagyok.",
  "DIA_Leon_Gambit_Ulryk_03_06": "Igaz. És tudod, hogy mit csinál Archolos, hogy megéljen?",
  "DIA_Leon_Gambit_Ulryk_15_07": "Kereskedik.",
  "DIA_Leon_Gambit_Ulryk_03_08": "Nem csak az, de igen, legfőképp kereskedik. És most képzeld el, ha ARcholos elhagyja a királyságot.",
  "DIA_Leon_Gambit_Ulryk_03_09": "Szerinted a Király engedné, hogy a főszigeti városok olyan szigettel kereskedjenek, ami épp elhagyta a kegyiet?",
  "DIA_Leon_Gambit_Ulryk_15_10": "Ulryknak biztos van valami terve.",
  "DIA_Leon_Gambit_Ulryk_03_11": "Valamilyen terve biztosan. Látod, a Kunohoz hasonló emberek mindig a gyors és hirtelen változásra vágynak, annak a reményében, hogy mindenki meggazdagodik és mindenki boldog lesz.",
  "DIA_Leon_Gambit_Ulryk_03_12": "Az igazság viszont az, hogy senki sem gondol abba, hogy mi lesz utána.",
  "DIA_Leon_Gambit_Ulryk_15_13": "Értem.",
  "DIA_Leon_Gambit_Cheater_15_01": "Kuno azt akarja, hogy bebizonyítsam a csalásodat.",
  "DIA_Leon_Gambit_Cheater_15_02": "Megkért, hogy hozzam el a 'Sakkleckék' című könyvet, ahol elvileg le van írva a játék összes szabálya.",
  "DIA_Leon_Gambit_Cheater_03_03": "Tökéletes! Kérlek vidd el hozzá. Akár a saját másolatomat is elviheted... vagy várj, mégsem, nemrég vesztettem el... na mindegy.",
  "DIA_Leon_Gambit_Cheater_15_04": "Tudod, hogy kinél lehetne?",
  "DIA_Leon_Gambit_Cheater_03_05": "Hmm. Valószínűleg azok, akik velünk játszanak. A porbléma viszont az, hogy ők az Óváros lakói, és neked oda nincs engedélyed.",
  "DIA_Leon_Gambit_Cheater_03_06": "Ha a helyedben lennék, akkor elmennék a város Vízmágusaihoz. Nekik van egy hatalmas gyűjteményük.",
  "DIA_Leon_Gambit_Why_15_01": "Miért érdekel az, hogy Kuno tényleg megkapja?",
  "DIA_Leon_Gambit_Why_03_02": "Mert saját magát fogja lejáratni, mint mindig. Látod, Kuno azt hiszi magáról, hogy ő egy fontos szereplő a politikai téren, miközben sokan csak rajta röhögnek az Óvárosban.",
  "DIA_Leon_Gambit_Why_03_03": "Mennyi petíciót és reformot írt. Mindegyik abszurd és egyszerűen hülyeség Ulryk valószínűleg szégyenli, hogy egy hozzá hasonló ember próbálja megvédeni az érdekeit.",
  "DIA_Leon_Gambit_Why_15_04": "A próbléma viszont az, hogy megígérte, hogy támogatni fogja az állampolgárságomat.",
  "DIA_Leon_Gambit_Why_03_05": "Figyelj. Tedd amire megkért. Ha nem fogja betartani az ő részét, amit biztosan nem fog, akkor segítek neked.",
  "DIA_Leon_Gambit_Why_03_06": "Aranyat is adok hozzá, amit ő valószínűleg nem ajánlott fel neked. Végülis egy nap el fog fogyni az anyja öröksége, és nem pazarolhatja el!",
  "DIA_Leon_Gambit_Why_15_07": "A probléma viszont az, hogy Kuno megígérte, hogy fizetni fog a segítségemért.",
  "DIA_Leon_Gambit_Why_03_08": "Ebben az esetben és akkor többet fogok fizetni. Nem fog nehezemre esni túllicitálni egy olyan embert, aki már régóta az anyja örökségén él.",
  "DIA_Leon_Gambit_Why_15_09": "Oké, majd visszajövök.",
  "DIA_Leon_Gambit_Why_03_10": "Sok szerencsét.",
  "DIA_Leon_KunoLost_15_01": "Kuno veszített.",
  "DIA_Leon_KunoLost_03_02": "Hahahahah! Már rég láttam ilyen műsort! Olyan vörös lett a dühtől, mint a cékla!",
  "DIA_Leon_KunoLost_15_03": "És te mire mentél ezzel az egésszel?",
  "DIA_Leon_KunoLost_03_04": "Azt, hogy végre valami átjutott ezen a büszke és makacs emberen! Azt hiszi, hogy mindig igaza van, miközben általában nincs is.",
  "DIA_Leon_KunoLost_03_05": "Ilyen cselekedetekkel talán végre észbekap!",
  "DIA_Leon_KunoLost_15_06": "Úgy hangzik, mintha gyűlölnéd.",
  "DIA_Leon_KunoLost_03_07": "Gyűlölni? Szerintem én vagyok az egyetlen ember a városban, aki tényleg élvezi a társaságát.",
  "DIA_Leon_KunoLost_03_08": "Nagyon érdekes ember a saját módján, és a látszat ellenére van egy kis bölcsesség nyoma az elveiben, csak mindig eltéveszti őket.",
  "DIA_Leon_KunoLost_15_09": "Az remek, hogy neked megvolt a győzelem érzeted, de engem hidegen hagytak.",
  "DIA_Leon_KunoLost_03_10": "Ahogy megmondtam. Ne aggódj, én betartom a szavamat.",
  "DIA_Leon_KunoLost_03_11": "Tessék, leírtam a hivatkozást, amit kértél. És egy pár aranyat mellé.",
  "DIA_Leon_KunoLost_03_12": "Ahogy megígértem, arany a jól elvégzett munkáért.",
  "DIA_Leon_KunoLost_15_13": "Köszönöm.",
  "DIA_Leon_KunoLost_03_14": "Van egy érzésem, hogy majd még találkozunk az Óvárosban. Majd ugorj be a boltomba, rendben? Ki tudja, hátha találok neked valami érdekes tennivalóz.",
  "DIA_Leon_KunoLost_15_15": "Örömmel.",
  "DIA_Leon_KunoLost_03_16": "Most ha megbocsátasz. Sürget az idő és vissza kéne térnem a helyemre.",
  "DIA_Leon_ReferenceExchange_Description": "Kiválthatnám a jutalmamat egy hivatkozásra? (40 Arany)",
  "DIA_Leon_SQ416_GoodJob_03_01": "Jó tudni, hogy mostmár biztonságosabb a szigetünk. Ha nem lennének a Myrtaniaiak, akkor Ulryk már rég uralkodna!",
  "DIA_Leon_Ambient_03_02": "Semmi különös. Őszintén, inkább ne történjen semmi, minthogy valami rossz történjen velem.",
  "DIA_Leon_Ambient_03_03": "Kuno megint őrülten kezeli a költségeit. A volt bácsikájának igaza volt, hogy csak úgy elpazarolná az anyjának az örökségét!",
  "DIA_Leon_Ambient_03_04": "Nem tudom, hogy említettem-e neked, de a feleségem a bútorkereskedelemben van. Menj hozzá, ha szükséged lenne valamire.",
  "DIA_Leon_Ambient_03_05": "A politika igazán érdekfeszítő. Ha több értelmes ember lenne benne és nem csak olyanok, akik pénzt szeretnének csinálni, akkor mindannyian jól járnánk."
}
