{
  "DIA_Roderich_HELLO_03_01": "Üdv, idegen! Mi szél hozott ide?",
  "DIA_Roderich_HELLO_15_02": "Csak átmenőben vagyok.",
  "DIA_Roderich_HELLO_03_03": "Nagyon elfoglalt vagyok, nincs időm csevegni. Ha szeretnél egy ügyet kezdeményezni, akkor gyorsan.",
  "DIA_Roderich_Who_15_01": "Ki vagy te?",
  "DIA_Roderich_Who_03_02": "Roderich a nevem és én vagyok az őrség parancsnoka Archolos városában.",
  "DIA_Roderich_Who_03_03": "Emellett a Kormányzó Városi Tanácsán is szolgálok.",
  "DIA_Roderich_Q203_15_00": "Szeretnék a városőrséghez csatlakozni.",
  "DIA_Roderich_Q203_13_01": "Az őrség szívesen fogad újoncokat a sorai közé, de mi csak Archolos lakosait fogadjuk el.",
  "DIA_Roderich_Q203_13_02": "Van nálad polgári bizonyítvány?",
  "DIA_Roderich_Q203_NO_15_00": "Sajnos nincs.",
  "DIA_Roderich_Q203_NO_13_01": "Akkor egyáltalán ki engedett be téged?",
  "DIA_Roderich_Q203_NO_13_02": "Ne is álmodj arról, hogy befogadok az őrségbe egy olyan embert, aki még csak most érkezett a szigetre.",
  "DIA_Roderich_Q203_NO_13_03": "Beszélj Mateyvel, ő a hivatalnok aki a polgári ügyekkel foglalkozik.",
  "DIA_Roderich_Q203_YES_15_00": "Tessék, itt az engedélyem.",
  "DIA_Roderich_Q203_YES_13_01": "Rendben, fiú. Az első dolgot letudtuk.",
  "DIA_Roderich_Q203_YES_13_02": "Most mondd meg nekem, miért szeretnél a városőrséghez csatlakozni?",
  "DIA_Roderich_Q203_lookingforJorn_15_00": "Szeretnék egy problémát őrként megoldani...",
  "DIA_Roderich_Q203_lookingforJorn_13_01": "Az őrség nem az a hely, ahol személyes ügyeket végzünk el.",
  "DIA_Roderich_Q203_lookingforJorn_15_02": "Ez nem üzlet! Ez a testvéremről szól. Eltűnt és senki sem tud mit csinálni.",
  "DIA_Roderich_Q203_lookingforJorn_13_03": "Ne ilyen hangnemben, fiú! Ne felejtsd el, hogy kivel beszélsz!",
  "DIA_Roderich_Q203_lookingforJorn_13_04": "Ami a testvéred eltűnését illeti, azt megértem, hogy már értesítetted pár emberemet az ügyről.",
  "DIA_Roderich_Q203_lookingforJorn_15_05": "A testvérem és én nem Archolosról származunk - az már elég ok, hogy mindenki mossa a kezeit az eltűnése miatt.",
  "DIA_Roderich_Q203_lookingforJorn_15_06": "Abban reménykedtem, hogy őrként el tudnám végezni a nyomozást az ügyet illetően.",
  "DIA_Roderich_Q203_lookingforJorn_13_07": "A szomorú valóság az az, hogy jelenleg nincs erőforrásunk ahhoz, hogy tudjunk foglalkozni nem idevalósi polgárokkal.",
  "DIA_Roderich_Q203_lookingforJorn_13_08": "Normális esetben az őrök nem kezelhetnek egy ilyen nyomozást, de a helyzet kiváltságossága miatt ezt kivételnek tekinthetném.",
  "DIA_Roderich_Q203_lookingforJorn_13_09": "Nem ígérek semmit sem, de köszönöm az őszínteséged.",
  "DIA_Roderich_Q203_lookingforJorn_13_10": "AZ igaz, hogy fontos őr törvények megszegésének a jeleit mutattad, de egy krízis helyzetben én inkább egy megbízható embert szeretnék magam mellett, minthogy egy olyat, aki kívülről tudja a teljes kódot.",
  "DIA_Roderich_Q203_howisit_15_00": "Milyen őrként dolgozni?",
  "DIA_Roderich_Q203_howisit_13_01": "Nagyrészt unalmas és fárasztó, a maradék mocskos és véres.",
  "DIA_Roderich_Q203_howisit_13_02": "A fizetés nem túl magas ahogy tovább halad a háború és a költségek nagy része a fiúkhoz megy a frontra, de egy dolgot mindig észben kell tartanod.",
  "DIA_Roderich_Q203_howisit_13_03": "Míg ők egy külső ellenség ellen harcolnak, addig a mi feladatunk az, hogy a Királyság integritását védjük, és az önmagában jutalom.",
  "DIA_Roderich_Q203_howisit_13_04": "Ha mi nem lennénk, akkor a város már rég a sötétség szélén állna és akármilyen bandita a torkánál fogná a város kormányzását.",
  "DIA_Roderich_Q203_howisit_13_07": "Most jól figyelj. Mivel nem veszünk fel csak úgy bárkit is a sorainkba, így be kell bizonyítanod, hogy méltó jelentkező vagy az őrségbe.",
  "DIA_Roderich_Q203_howisit_15_08": "Mit kell tennem?",
  "DIA_Roderich_Q203_howisit_13_09": "Mondd csak, tudsz kardot forgatni? Meg tudsz ölni egy dögevőt?",
  "DIA_Roderich_Q203_goodfighter_13_02": "Holnap reggel a főtéren lesz egy edzés az újoncoknak, ami alatt Winstan vadász fogja letesztelni a közelharci képességeiteket.",
  "DIA_Roderich_Q203_goodfighter_13_03": "Ha komolyan gondolod a szolgálatot, akkor számítok holnap a jelenlétedre.",
  "DIA_Roderich_Q203_goodfighter_15_00": "Elzavartam már egy pár húsbogarat.",
  "DIA_Roderich_Q203_goodfighter_13_01": "Hát, az lehet nem lesz elég.",
  "DIA_Roderich_Q203_badfighter_15_00": "Vagy akár egy egész tucatnyit belőlük!",
  "DIA_Roderich_Q203_badfighter_13_01": "Kétlem, hogy az ilyen dicsekvések igazak, de azért van vér a pucádban, fiú.",
  "DIA_Roderich_Q203_badfighter_13_02": "Nézzük, hogy olyan fit vagy-e, mint amit állítasz.",
  "DIA_Roderich_Q203_badfighter_15_03": "Azt akarod, hogy legyőzzek egy dögevőt tesztként?",
  "DIA_Roderich_Q203_badfighter_13_04": "Nem, nem arra gondoltam.",
  "DIA_Roderich_JOINMILITIA_Description": "Igen, készen állok az őrségbe csatlakozáshoz.",
  "DIA_Roderich_Q203_Vow_Yes_03_03": "Azért gyűltünk ma itt össze, hogy egy új őrt fogadjunk magunk közé.",
  "DIA_Roderich_Q203_Vow_Yes_03_04": "Fiúk, most esküt kell tennetek, hogy a kard testvérei és városunk védelmezői lesztek. Bíznotok kell egymásban és egymásra is kell támaszkodnotok.",
  "DIA_Roderich_Q203_Vow_Yes_03_05": "Tudom, hogy izgultok, úgyhogy folytatjuk is bármiféle hosszabbítás nélkül.",
  "DIA_Roderich_Q203_Vow_Yes_03_06": "Tegyétek a jobb kezeteket a mellkasotokra és ismétéljétek utánam.",
  "DIA_Roderich_Q203_Vow_Yes_03_07": "Esküszöm, hogy megvédem a város és annak kormányát.",
  "DIA_Roderich_Q203_Vow_Yes_03_11": "Pajzsa leszek a lakóinak és kardja az ellenségeivel szemben.",
  "DIA_Roderich_Q203_Vow_Yes_03_12": "Betartom a Myrtana Király kizárólagos és osztatlan kegyelméből hozott törvényeket.",
  "DIA_Roderich_Q203_Vow_Yes_03_13": "Tisztességesen végzem szolgálataimat és jó hírnevet hozok az őrségnek.",
  "DIA_Roderich_Q203_Vow_Yes_03_14": "Sose rántok fegyvert igazságtalan helyzetben.",
  "DIA_Roderich_Q203_Vow_Yes_03_15": "És ha eljő az idő, az életemet adom szolgálat közben.",
  "DIA_Roderich_Q203_Vow_Yes_03_31": "Most, hogy hátunk mögött van a hivatalos része a ceremóniának, ideje ünnepelni.",
  "DIA_Roderich_Q203_Vow_Yes_03_32": "Csak ne vigyétek túlzásba az alkohollal!",
  "DIA_Roderich_Q203_Vow_Yes_03_33": "Holnap reggel szolgálatra készen kell lennetek!",
  "DIA_Roderich_Q203_Vow_Yes_03_34": "Elengedve a fogadóba!",
  "DIA_Roderich_Q203_Vow_Yes_15_08": "Esküszöm, hogy szolgálom a várost és annak kormányát.",
  "DIA_Roderich_Q203_Vow_Yes_15_09": "Esküszöm, hogy szolgálom a várost és annak királyát.",
  "DIA_Roderich_Q203_Vow_Yes_15_10": "Esküszöm, hogy szolgálom a várost és annak szabályait.",
  "DIA_Roderich_Q203_Vow_Yes_15_16": "Pajzsa leszek a lakóinak és kardja az ellenségeivel szemben.",
  "DIA_Roderich_Q203_Vow_Yes_15_17": "Pajzsa leszek a lakosoknak és kardja az ellenségével szemben.",
  "DIA_Roderich_Q203_Vow_Yes_15_18": "Pajzsa leszek az ellenségeinek és kardja a lakosaival szemben.",
  "DIA_Roderich_Q203_Vow_Yes_15_19_Choice": "Betartom a Myrtana Király kizárólagos és osztatlan kegyelméből hozott törvényeket.",
  "DIA_Roderich_Q203_Vow_Yes_15_19": "Betartom a Myrtana Király kizárólagos és osztatlan kegyelméből hozott törvényeket.",
  "DIA_Roderich_Q203_Vow_Yes_15_20_Choice": "Betartom a Myrtana Király kizárólagos és megoszthatatlan kegyelméből hozott törvényeket.",
  "DIA_Roderich_Q203_Vow_Yes_15_20": "Betartom a Myrtana Király kizárólagos és megoszthatatlan kegyelméből hozott törvényeket.",
  "DIA_Roderich_Q203_Vow_Yes_15_21_Choice": "Betartom a Myrtana Király fájdalmas és osztatlan kegyelméből hozott törvényeket.",
  "DIA_Roderich_Q203_Vow_Yes_15_21": "Betartom a Myrtana Király fájdalmas és osztatlan kegyelméből hozott törvényeket.",
  "DIA_Roderich_Q203_Vow_Yes_15_22_Choice": "Tisztességesen végzem szolgálataimat és jó hírnevet hozok az őrségnek.",
  "DIA_Roderich_Q203_Vow_Yes_15_22": "Tisztességesen szolgálok és jó hírnevet hozok az őrségnek.",
  "DIA_Roderich_Q203_Vow_Yes_15_23_Choice": "Tisztességesen végzem szolgálatomat és jó hírnevet hozok az őrségnek.",
  "DIA_Roderich_Q203_Vow_Yes_15_23": "Tisztességesen végzem szolgálatomat és jó hírnevet hozok az őrségnek.",
  "DIA_Roderich_Q203_Vow_Yes_15_24_Choice": "Tisztességesen végzem szolgálataimat és jó hírnevet biztosítok az őrségnek.",
  "DIA_Roderich_Q203_Vow_Yes_15_24": "Tisztességesen végzem szolgálataimat és jó hírnevet biztosítok az őrségnek.",
  "DIA_Roderich_Q203_Vow_Yes_15_25": "Sose rántok fegyvert igazságtalan helyzetben.",
  "DIA_Roderich_Q203_Vow_Yes_15_26": "Sose rántok fegyvert igazságos helyzetben.",
  "DIA_Roderich_Q203_Vow_Yes_15_27": "Sose rántok fegyvereket igazságtalan helyzetben.",
  "DIA_Roderich_Q203_Vow_Yes_15_28_Choice": "És ha eljő az idő, az életemet adom szolgálat közben.",
  "DIA_Roderich_Q203_Vow_Yes_15_28": "És ha eljő az idő, az életemet adom szolgálat közben.",
  "DIA_Roderich_Q203_Vow_Yes_15_29_Choice": "És ha eljő az idő, a saját életemet adom szolgálat közben.",
  "DIA_Roderich_Q203_Vow_Yes_15_29": "És ha eljő az idő, a saját életemet adom szolgálat közben.",
  "DIA_Roderich_Q203_Vow_Yes_15_30_Choice": "És ha eljön az idő, az életemet adom szolgálat közben.",
  "DIA_Roderich_Q203_Vow_Yes_15_30": "És ha eljön az idő, az életemet adom szolgálat közben.",
  "DIA_Roderich_FMQ003Done_15_02": "Jelentem, hogy befejeztem az őrjáratozásomat előző este.",
  "DIA_Roderich_FMQ003Done_03_03": "Voltak problémák?",
  "DIA_Roderich_FMQ003Done_15_04": "Két ember ürüléket akart dobni egy villára. Elkergettem őket.",
  "DIA_Roderich_FMQ003Done_15_05": "Találkoztunk két sétálóval, akik egy villa mellett álldogáltak. Békénhagytam őket.",
  "DIA_Roderich_FMQ003Done_15_06": "Az egyik villánál találkoztunk kér emberrel, akik elég komoran morogtak a tulajról, de nem csináltak semmi illegálisat, úgyhogy tovább haladtunk.",
  "DIA_Roderich_FMQ003Done_15_07": "Egy ember udvarolt egy hölgynek a Kereskedők Céhénél. Nem láttam semmi rosszindulatot,úgyhogy tovább mentünk.",
  "DIA_Roderich_FMQ003Done_15_08": "A Kereskedők Céhénél egy férfi zaklatott egy nőt. Megbírságoltam ötven arannyal.",
  "DIA_Roderich_FMQ003Done_15_09": "Egy férfi zaklatott egy nőt a Kereskedők Céhénél. Rendreutasítottam őt.",
  "DIA_Roderich_FMQ003Done_15_10": "A mágusok lakóhelyénél egy férfi próbálgatta a képességeit varázslással. Nem tűnt veszélyesnek, békén hagytam.",
  "DIA_Roderich_FMQ003Done_15_11": "A mágusok lakóhelyénél egy férfi próbált varázsolni. Arra utasítottam, hogy menjen a kolostorhoz, hogy ne zargassa az alvó lakosokat.",
  "DIA_Roderich_FMQ003Done_15_12": "A mágusok lakóhelyénél egy férfi próbált varázsolni. Meggyőztem, hogy ez nem jó ötlet és távoznia kéne.",
  "DIA_Roderich_FMQ003Done_15_13": "Egy lakos csodálta az Innos Templom építészetét. Egyértelműen félt tőlünk, úgyhogy inkább nem zavartam.",
  "DIA_Roderich_FMQ003Done_15_14": "Találtunk egy lakost aki ki akarta rabolni az Innos Templomot. Ide küldtem, hogy egy rendes vallomást csináljon.",
  "DIA_Roderich_FMQ003Done_15_15": "Találtunk egy lakost aki ki akarta rabolni az Innos Templomot. Ide küldtem, hogy egy rendes vallomást csináljon. Remélem nem pazarolta senki idejét sem.",
  "DIA_Roderich_FMQ003Done_15_16": "Találkoztunk egy koldussal. Adtam neki pár érmét és el is ment.",
  "DIA_Roderich_FMQ003Done_15_17": "Találkoztunk egy koldussal. Felajánlottam neki egy állást, de elutasította.",
  "DIA_Roderich_FMQ003Done_15_18": "Találkoztunk egy koldussal. Próbáltam meggyőzni, hogy keressen munkát de kideült, hogy egy szokásos bunkó és egy ingyenélő.",
  "DIA_Roderich_FMQ003Done_15_19": "Adanos szentélyénél megközelített minket egy önjelölt prédikátor. Egy ideig halandzsázott valamit az istenekről, aztán a kérésemre távozott.",
  "DIA_Roderich_FMQ003Done_15_20": "Adanos szentélyénél megközelített minket egy önjelölt prédikátor. Meggyőztem arról, hogy ne az őröket kínozza a mondanivalójával, hanem csak az érdeklődő embereket.",
  "DIA_Roderich_FMQ003Done_15_21": "Ami a Szegény Negyedet illeti a kikötőben...",
  "DIA_Roderich_FMQ003Done_03_22": "Ezt a negyedet privátban kell megbeszélnünk. A legfontosabb dolog az az, hogy Marvin rendesen viselkedett ott.",
  "DIA_Roderich_FMQ003Done_03_23": "Értem.",
  "DIA_Roderich_FMQ003Done_15_24": "Jelentem, hogy ez minden ami ma történt.",
  "DIA_Roderich_FMQ003Done_03_25": "Helyes. Weigar mondta, hogy jól dolgoztál. Néhány esetben én lehet, hogy más döntést hoztam volna, de nem csináltál súlyos hibákat.",
  "DIA_Roderich_FMQ001_Finish_15_01": "Voltam az edzésen.",
  "DIA_Roderich_FMQ001_Finish_04_02": "Óh, igen, hallottam.",
  "DIA_Roderich_FMQ001_Finish_04_03": "Egyszerre három ellenfelet is legyőztél, lenyűgöző.",
  "DIA_Roderich_FMQ001_Finish_04_04": "Ilyen képességű emberekre van szükségünk.",
  "DIA_Roderich_FMQ001_Finish_04_05": "Elvileg nem volt katasztrófa, de van még tanulnivalód.",
  "DIA_Roderich_FMQ001_Finish_04_06": "És arról majd én gondoskodok.",
  "DIA_Roderich_FMQ001_Finish_04_07": "Winstan nem túl boldog a teljesítményeddel.",
  "DIA_Roderich_FMQ001_Finish_04_08": "Nos, a kezdet mindig nehéz. Csak ne felejtsd el javulni a jövőben.",
  "DIA_Roderich_FMQ001_Finish_04_09": "Mindegy, mivel már volt egy gyakorlókard a kezedben, így ideje lenne egy valós fegyverrel felszerelni téged.",
  "DIA_Roderich_FMQ001_Finish_04_10": "Ezt megtehetném. De nem fogom.",
  "DIA_Roderich_FMQ001_Finish_15_11": "Mert?",
  "DIA_Roderich_FMQ001_Finish_04_12": "Saját magad kell megszerezned a fegyveredet. Nekem mindegy hogyan csinálod, csak a törvényeket tartsd be.",
  "DIA_Roderich_FMQ001_Finish_03_13": "És ez nem lehet valami kapkodva kiélezett acélrúd, hanem valami rendes. Védelmezőnek kell lenned, nem egy trehánynak.",
  "DIA_Roderich_FMQ001_Finish_15_14": "Igen, uram!",
  "DIA_Roderich_GuardWeapon_15_01": "Miért nekem kéne megszereznem a sahát fegyveremet?",
  "DIA_Roderich_GuardWeapon_04_02": "Egy rendes őrnek leleményesnek kell lennie. Időnként kutatnod kell, nyomokat keresni, és ahhoz kreatív elme kell.",
  "DIA_Roderich_GuardWeapon_04_03": "Azt akarom látni, hogy megtudod-e szerezni ugyanazokat a fegyvereket amivel a fiúk vannak felszerelve, kizárólag a kapcsolataidat és képességeidet kihasználvas.",
  "DIA_Roderich_GuardWeapon_04_04": "Ha a saját fegyver beszerzése kivitelezhetetlen számodra, akkor nincs semmi keresnivalód a soraink közt.",
  "DIA_Roderich_GuardWeapon_04_05": "Gondolkozz egy kicsit, nézz körbe, beszélj valakivel aki talán tudhat valamit az üggyel kapcsolatban. Tőlem ne számíts ennél több tippre.",
  "DIA_Roderich_MarvinGotWeapon_15_01": "Megvan egy fegyverem.",
  "DIA_Roderich_MarvinGotWeapon_04_02": "Hadd nézzem.",
  "DIA_Roderich_MarvinGotWeapon_04_03": "Lám, lám, nem rossz. Úgy tűnik te egy igen hasznos újonc leszel.",
  "DIA_Roderich_MarvinGotWeapon_04_04": "Már csak egy feladatod van hátra. Kíváncsi vagyok, hogyan fogod ezt kezeli, de...",
  "DIA_Roderich_MarvinGotWeapon_04_05": "Nem fogod ezekben a rongyokban elvégezni. Tessék, fogd csak. Megérdemelted!",
  "DIA_Roderich_MarvinGotWeapon_04_06": "Ez alapján a lakosok tudni fogják, hogy nem egy átlagos csavargó, hanem egy őrjelölt vagy.",
  "DIA_Roderich_MarvinGotWeapon_04_07": "Ezt jegyezd meg: az egyenruhát muszáj megtisztelni!",
  "DIA_Roderich_LastQuest_15_01": "Mi az utolsó feladat?",
  "DIA_Roderich_LastQuest_03_02": "Weigarral fogsz menni egy éjszakai őrjáratra. Ő fogja felügyelni, hogyan kezeled a beavatkozásokat és a képességedet, hogy milyen hatékonyan vezeted az őrjáratot.",
  "DIA_Roderich_LastQuest_03_03": "Azokat a helyeket kéne választani, ahol a legtöbb késő esti bajok szoktak lenni és megelőzni őket, ha lehet.",
  "DIA_Roderich_LastQuest_03_04": "Gyere ide este, Weigar várni fog rád. Van kérdés?",
  "DIA_Roderich_LastQuest_What_15_01": "Hogyan kéne viselkednem?",
  "DIA_Roderich_LastQuest_What_03_02": "Ne legyél túl durva. Megtörténhet, hogy nem fogsz bejutni az őrségbe és akkor nem fog senki sem megvédeni a mérges helyiektől.",
  "DIA_Roderich_LastQuest_What_03_03": "De ne feledd, ha valaki ellenáll, akkor vagy erőszakot használhatsz vagy kiadhatsz egy díjat. Emlékezz, hogy kit mivel és miért bűntettél meg, mert később ezeket el kell mondanod nekem.",
  "DIA_Roderich_LastQuest_Wegar_15_01": "Ha bármi történik, akkor számíthatok erre a Weigarra?",
  "DIA_Roderich_LastQuest_Wegar_03_02": "Minden egyes őrre számíthatsz. A sorainkba való csatlakozással mindenki megesküdik, hogy segít a többi tagnak és az újoncoknak. Te is ezt az esküt fogod megtenni, ha jól teljesítesz.",
  "DIA_Roderich_LastQuest_Wegar_03_03": "Bármi más?",
  "DIA_Roderich_LastQuest_YesSir_15_01": "Minden világos.",
  "DIA_Roderich_LastQuest_YesSir_03_02": "Elbocsátva.",
  "DIA_Roderich_LastQuest_YesSir_15_03": "Igen, uram.",
  "DIA_Roderich_Q203_MilitiaReady_15_01": "Megtettem mindent, amit kértek tőlem.",
  "DIA_Roderich_Q203_MilitiaReady_03_02": "Bebizonyítottad a kpességeidet a karddal és a számszeríjjal.",
  "DIA_Roderich_Q203_MilitiaReady_03_03": "Bebizonyítottad a leleményességedet azzal, hogy megszereztél egy őr kardját anélkül, hogy felkeltenéd magadra a figyelmet.",
  "DIA_Roderich_Q203_MilitiaReady_03_04": "őrjáratoztál a városban, biztonság és kényelem érzetet biztosítva a lakóinak.",
  "DIA_Roderich_Q203_MilitiaReady_03_05": "Szép munka, fiú. Ilyen emberekre van szükségünk.",
  "DIA_Roderich_Q203_MilitiaReady_03_06": "Ami azt jelenti, hogy elérted az utolsó pillanatot, ahol még meggondolhatod magad.",
  "DIA_Roderich_Q203_MilitiaReady_03_07": "Úgyhogy utoljára megkérdezlek: biztos vagy a döntésedben?",
  "DIA_Roderich_Q203_MilitiaReady_03_08": "Szeretnél városőr lenni és Archolost szolgálni amíg szüksége van rád, vagy amíg erőd van szolgálni?",
  "DIA_Roderich_Q203_MilitiaReady_Yes_15_01": "Igen, készen állok.",
  "DIA_Roderich_Q203_MilitiaReady_Yes_03_02": "Akkor találkozzunk a téren. A többi újonc akik sikerrel végezték el az edzésüket veled együtt fogják ott letenni az esküket.",
  "DIA_Roderich_Q203_MilitiaReady_Rethink_15_01": "Ez egy óriási elkötelezettségnek hangzik... Egy kicsit jobban át kéne gondolnom.",
  "DIA_Roderich_Q203_MilitiaReady_Rethink_03_02": "Rendben, fiú, még fiatal vagy. Adok egy kis időt, hogy átgondold.",
  "DIA_Roderich_Q203_MilitiaReady_Rethink_03_03": "Csak ne gondolkozz sokáig!",
  "DIA_Roderich_Q203_MilitiaReady_No_15_01": "Nem, meggondoltam magamat. Az őrségbe csatlakozás rossz döntés volt.",
  "DIA_Roderich_Q203_MilitiaReady_No_03_02": "Ígéretes újonc voltál, de nem tudlak ráerőszakolni arra, hogy mit tegyél.",
  "DIA_Roderich_Q203_MilitiaReady_No_03_03": "De ha meggondolnád magad, akkor látogass meg és visszatérünk ehhez a beszélgetéshez.",
  "DIA_Roderich_WELCOMEMIL_03_01": "Marvin, megtisztelve érzem magamat, hogy üdvözölhetlek a városőrségben!",
  "DIA_Roderich_WELCOMEMIL_03_02": "De ne gondold, hogy nem vettem észre azokat a pár hibákat az eskütételkor.",
  "DIA_Roderich_WELCOMEMIL_03_03": "Bár bevallom, hogy én is csináltam egy párat a sajátomnál.",
  "DIA_Roderich_WELCOMEMIL_03_04": "Jó ember vagy és remek munkát fogsz végezni őrként.",
  "DIA_Roderich_WELCOMEMIL_03_05": "Most ígyál egy pár sört, a városőrség állja. Megérdemelted.",
  "DIA_Roderich_WELCOMEMIL_Try_15_01": "Megpróbálok nem csalódást okozni.",
  "DIA_Roderich_WELCOMEMIL_Try_03_02": "Nemcsak megpróbálod, nem is fogsz. Mostantól nagy felelősség van a vállaidon.",
  "DIA_Roderich_WELCOMEMIL_Try_03_03": "De ne számíts egy kis pihenőre, mert holnap már kezdesz is. Téged foglak először várni reggel.",
  "DIA_Roderich_WELCOMEMIL_Honor_15_01": "Ez egy nagy megtiszteltetés számomra.",
  "DIA_Roderich_WELCOMEMIL_Honor_03_02": "Örülök, hogy ezt hallom.",
  "DIA_Roderich_AFTERPARTY_15_01": "Hol kéne kezdenem a szolgálatomat őrként?",
  "DIA_Roderich_AFTERPARTY_03_03": "Eljött az idő, hogy megkapd az első igazi egyenruhádat és az őrség színeid büszkeséggel viseld. Beszélj Lennarttal, van nála valami számodra.",
  "DIA_Roderich_AFTERPARTY_03_04": "Amint azzal végeztél, gyere vissza hozzám. Lesz egy első, nangyobb feladatom számodra.",
  "DIA_Roderich_AFTERPARTY_03_05": "Emlékszem, hogy említettél valamit a testvéred eltűnéséről Silbachban.",
  "DIA_Roderich_AFTERPARTY_03_06": "Éppenséggel az a helyzet, hogy mégegy eltűnés történt a falu környékén, amit ki kéne nyomozni.",
  "DIA_Roderich_AFTERPARTY_03_08": "A részleteket akkor mondom el, amikor készen állsz rá.",
  "DIA_Roderich_AFTERPARTY_03_09": "Előtte mehetnél Oktavhoz. Ő foglalkozik a legfrissebb újoncainkkal.",
  "DIA_Roderich_AFTERPARTY_03_11": "Ő minden kérdésedre válaszolni fog, ami a munkánk technikai részét illeti.",
  "DIA_Roderich_AFTERPARTY_Duty_15_01": "Mik lesznek a felelősségeim?",
  "DIA_Roderich_AFTERPARTY_Duty_03_02": "Még mindig vannak kételyek?",
  "DIA_Roderich_AFTERPARTY_Duty_03_03": "Az őrség elsősorban a városi lakosok jólétét és biztonságát kéne szemelőtt tartania.",
  "DIA_Roderich_AFTERPARTY_Duty_03_04": "amint észreveszel valami gyanús dolgot az emberek között vagy egy bűncselekményt látsz, akkor rögtön közbe kell avatkoznod.",
  "DIA_Roderich_AFTERPARTY_Duty_03_05": "Valamint Archoloson nem toleráljuk a szolgakereskedelmet vagy a fű kereskedelmét. Aztán ott vannak a politikai gondok.",
  "DIA_Roderich_AFTERPARTY_Duty_03_06": "Ahogy hallhattad, a frontvonalon nem éppen a legjobb a helyzet. Emiatt sok polgár egyre inkább kételkedik a Király hatalmában és elszakadást kívánnak.",
  "DIA_Roderich_AFTERPARTY_Duty_03_07": "Ezek a ostobák nem értik meg, hogy mennyire károsak tudnak a cselekedeteik.",
  "DIA_Roderich_AFTERPARTY_Duty_03_08": "Tilos a nép felbújtása lázadásra, ez azonnali száműzetést jelent a Bányák völgyébe.",
  "DIA_Roderich_Q205_Go_03_01": "Gyere vissza amint kiderítettél valamit.",
  "DIA_Roderich_Q205_15_01": "Készen állok.",
  "DIA_Roderich_Q205_03_02": "Most hogy a formalitásokon túl vagyunk, itt az ideje az első terepmunkádnak.",
  "DIA_Roderich_Q205_03_03": "Pár napja kiküldtem Gerwin Őrmestert felderítésre.",
  "DIA_Roderich_Q205_03_04": "Banditák jelenlétét kellett volna megfigyelnie, de még nem jött felőle válasz.",
  "DIA_Roderich_Q205_03_05": "És hogy még rosszabb legyen, a lakosok panaszkodni kezdtek, hogy az emberek haldokolnak és a városőrség elvileg nem csinál semmit ellene.",
  "DIA_Roderich_Q205_03_06": "Egyértelműen nem ccsinálnak semmit, mert tucatnyi jó ember akit kiküldtem arra az ügyre eltűnt valahol, és ötletünk sincs hol!",
  "DIA_Roderich_Q205_GoodEnough_15_01": "Talán, ebben az esetben mégsem voltak olyan jók?",
  "DIA_Roderich_Q205_GoodEnough_03_02": "Egy pár újonc kivételével a legtöbbjük több éves szolgálati tapasztalattal rendelkeztek. Köztük Berto és Till, akik már többször bebizonyították, hogy mire képesek.",
  "DIA_Roderich_Q205_GoodEnough_03_04": "Azt akarom, hogy megtaláld Gerwint és derítsd ki, hogy miért nem küld jelentéseket.",
  "DIA_Roderich_Q205_GoodEnough_03_05": "Azt is tudd, hogy nem véletlenül adtam neked ezt a feladatot.",
  "DIA_Roderich_Q205_GoodEnough_03_06": "Mivel Gerwin a Silbach környékére ment, így esélyes, hogy találkozhatott a testvéred elrablóival.",
  "DIA_Roderich_Q205_GoodEnough_15_07": "Köszönöm a segítséget.",
  "DIA_Roderich_Q205_GoodEnough_03_08": "Majd akkor köszönd meg, amikor megtaláltuk, addig szorgalmasan tedd a dolgod.",
  "DIA_Roderich_Q205_GoodEnough_03_09": "Amint elérsz a faluba beszélj Albynnal. Neki kellett volna Gerwinnek jelentenie, úgyhogy nála kéne lenniük az információknak.",
  "DIA_Roderich_Q205_GoodEnough_03_10": "A fogadót is megnézhetnéd, a biztonság kedvéért. A fiúk szünetek alatt be szoktak oda ugorni egy korsó sörre.",
  "DIA_Roderich_Q205_GoodEnough_03_11": "Ha bármelyikkel is találkozol, akkor rögtön értesítsd engem.",
  "DIA_Roderich_Q205_GoodEnough_03_12": "Tudasd velük, hogy nem toleráljuk az önkényességet.",
  "DIA_Roderich_Q205_YesSir_15_01": "Igen, uram!",
  "DIA_Roderich_Q205_YesSir_03_02": "Jó látni ezt a lelkesedést, fiú. Remélem a cselekedeteid megegyezned a szavaiddal.",
  "DIA_Roderich_Q205_Yes_15_01": "Persze.",
  "DIA_Roderich_Q205_Yes_03_02": "Úgy tűnik még kell javítani a fegyelmeden...",
  "DIA_Roderich_Q205_Try_15_01": "Megpróbálom megtalálni őket...",
  "DIA_Roderich_Q205_Try_03_02": "...Kapitány.",
  "DIA_Roderich_Q205_Try_15_03": "Mármint, igen... Kapitány.",
  "DIA_Roderich_Q312_Finish_15_01": "Hívattál, Kapitány?",
  "DIA_Roderich_Q312_Finish_03_02": "Látom eszedbe jutott a feladat. Jobb később, mint soha.",
  "DIA_Roderich_Q312_Finish_15_03": "Elnézést kérek, de... feltartott pár dolog.",
  "DIA_Roderich_Q312_Finish_03_04": "Hallottam. Addig a távollétedben az Uzsorá... a megtisztelt polgárt, Volkert megtámadták.",
  "DIA_Roderich_Q312_Finish_03_05": "Ezért döntött úgy a kormányzó, hogy az egész városban vészhelyzetet rendelt el.",
  "DIA_Roderich_Q312_Finish_Special_15_01": "Vészhelyzet?",
  "DIA_Roderich_Q312_Finish_Volker_03_02": "A puccs kudarcot vallott, a villa biztonságban van, de az emberek nem felednek olyan könnyen.",
  "DIA_Roderich_Q312_Finish_Volker_03_03": "A kormányzó reménykedik abban, hogy a helyzet nem ismétlődik meg, de a lakosok az elkövető bűntetését követelik.",
  "DIA_Roderich_Q312_Finish_Who_15_01": "Ki a gyanúsított?",
  "DIA_Roderich_Q312_Finish_Who_03_02": "A fickó neve Ars. Már régóta nyugtalanságot szít a gazdagok ellen és személyes viszálya is volt Volkerrel.",
  "DIA_Roderich_Q312_Finish_Who_03_03": "Elvileg az apja kölcsönöket vett fel és a fia arany visszafizetése nélkül próbálta megoldani a dolgot.",
  "DIA_Roderich_Q312_Finish_Who_03_04": "Ha azt gondolod, hogy több információt tudsz belőle kinyerni, akkor a börtönben találod meg.",
  "DIA_Roderich_Q312_Finish_Why_15_01": "Miért nyugtalankodik a kormányzó az elkövető megtalálása miatt?",
  "DIA_Roderich_Q312_Finish_Why_03_02": "Szerintem egyértelmű - szeretne véget vetni a dolognak.",
  "DIA_Roderich_Q312_Finish_Why_03_03": "És még ott van a Királyi Követ kérdés.",
  "DIA_Roderich_Q312_Finish_Why_15_04": "Mi köze van ehhez a Királyi Követ érkezése?",
  "DIA_Roderich_Q312_Finish_Why_03_05": "Általában évente egyszer meglátogat minket. Megszámolja az adót, leellenőrzi a fegyverzet minőségét és elbírálja, hogy a királyi törvényt betartjuk-e.",
  "DIA_Roderich_Q312_Finish_Why_03_06": "Úgy tűnik, hogy idén a szokásosnál hamarabb érkezik.",
  "DIA_Roderich_Q312_Finish_Where_15_01": "Hol találom Volker villáját?",
  "DIA_Roderich_Q312_Finish_Where_03_02": "A legjobb az, ha az Óvárosba vezető hídon átkelsz és délnyugat felé haladsz.",
  "DIA_Roderich_Q312_Finish_Where_03_03": "Az egy nagy épület, kerítéssel körülötte és egy egész osztagnyi őr állomásozik ott. Biztosan észreveszed majd.",
  "DIA_Roderich_Q312_Finish_InvestigationAll_15_01": "Ennyit kell tudnom.",
  "DIA_Roderich_Q312_Finish_InvestigationAll_03_02": "Minél hamarabb végezd el.",
  "DIA_Roderich_Q312_Finish_InvestigationAll_03_03": "Ha bármi kérdésed van, akkor Volker fogja a szükséges információkat megadni.",
  "DIA_Roderich_Q312_Finish_InvestigationAll_03_04": "Amint elvégezted a nyomozásodat, rögtön jelents vissza nekem. Itt foglak várni téged.",
  "DIA_Roderich_Q312_Finish_InvestigationAll_03_05": "Magas a tét, de remélem, hogy nem becsültem túl a képességeidet.",
  "DIA_Roderich_Q312_Finish_Information_15_01": "Kiderült, hogy a testvérem egyik elrablója egy bandita táborban bújt el a mocsárban.",
  "DIA_Roderich_Q312_Finish_Information_03_02": "Érdekes... folytasd.",
  "DIA_Roderich_Q312_Finish_Information_15_03": "Big Bennek hívták. Ő a... mármint, ő volt a helyi aréna bajnoka, egy borzalmas és brutális ember.",
  "DIA_Roderich_Q312_Finish_Information_15_04": "A kihallgatása közben a fickó nekem vetette magát. Még azelőtt meghalt, hogy bármit megtudjak tőle.",
  "DIA_Roderich_Q312_Finish_Information_03_05": "Mivel ő volt az egyetlen nyomod, így szerintem bevallhatod, hogy nem volt a legbölcsebb döntés az, hogy megölöd.",
  "DIA_Roderich_Q312_Finish_Information_15_06": "Big Bennek hívják és ő a helyi aréna bajnoka.",
  "DIA_Roderich_Q312_Finish_Information_15_07": "Próbáltam bármit is megtudni tőle, de a fickó vagy hülye vagy annak játssza magát.",
  "DIA_Roderich_Q312_Finish_Information_03_08": "Ha tényleg ő lenne az az ember, akkor erősebben kellett volna nyomulnod. Lehet kiköpte volna, hogy hol tartják a testvéredet.",
  "DIA_Roderich_Q312_Finish_Information_03_09": "Mesélj nekem többet erről a táborról.",
  "DIA_Roderich_Q312_Finish_Brother_15_01": "Mi van a testvéremmel?",
  "DIA_Roderich_Q312_Finish_Brother_03_02": "Szerintem több aktivitásra vártál felőlem, viszont súlyosabb ügyekkel kellett foglalkoznom.",
  "DIA_Roderich_Q312_Finish_Chad_15_01": "A segítségeddel már rég megtalálhattam volna.",
  "DIA_Roderich_Q312_Finish_Chad_03_02": "Tisztázzunk egy dolgot, fiú. Az én feladatom az, hogy parancsokat osztogassak, a tiéd meg az, hogy kövesd őket.",
  "DIA_Roderich_Q312_Finish_Chad_03_03": "A tény, hogy megengedem neked a testvéred keresését teljesen az én jószándékomból ered. Semmi több.",
  "DIA_Roderich_Q312_Finish_Beta_15_01": "Köszönöm, Kapitány.",
  "DIA_Roderich_Q312_Finish_Haven_15_01": "'Duhaj-Dokknak' hívják. Ez egy kész tenyésztelep mindenféle banditának.",
  "DIA_Roderich_Q312_Finish_Haven_15_02": "Illegális küzdelmekez szerveznek, mocsárifűvel és emberekkel kereskednek. Azt csinálnak ott amit csak akarnak.",
  "DIA_Roderich_Q312_Finish_Haven_03_03": "Teljes rendetlenség... Ki húzza a szálakat ott?",
  "DIA_Roderich_Q312_Finish_Haven_15_04": "Egy Cortez nevű volt-kalóz. Ő és a legénysége pár éve uralja azt a területet.",
  "DIA_Roderich_Q312_Finish_Haven_03_05": "Hamarosan jobban utána kell járnom annak a lyuknak.",
  "DIA_Roderich_Q312_Finish_Haven_03_06": "Úgy tűnik az utad nem volt teljesen eredménytelen.",
  "DIA_Roderich_Q312_Finish_Haven_03_07": "A fizetésed a jelentésért.",
  "DIA_Roderich_AfterMine_03_01": "Na, végre itt vagy! Hol voltál?!",
  "DIA_Roderich_AfterMine_15_02": "Azt csináltam amiről már az őrségbe való belépésem óta beszéltem. A testvéremet kerestem.",
  "DIA_Roderich_AfterMine_03_03": "Remek, kivéve, hogy itt nagy bajban vagyunk!",
  "DIA_Roderich_AfterMine_03_04": "Végre itt vagy. Rendben. Van egy fontos ügyünk, amivel foglalkoznunk kell.",
  "DIA_Roderich_AfterMine_03_05": "A követnek kell a helyiek segítsége. A Testőrei tudják a biztonságát biztosítani és fegyelmet hozni a városban, de kell egy helyi, akitől információkat szerezhet.",
  "DIA_Roderich_AfterMine_03_06": "Te vagy az egyik legjobb emberem, úgyhogy rád számítok abban, hogy nem fogsz szégyent hozni a városra míg a Főszigetesekkel dolgozol.",
  "DIA_Roderich_AfterMine_03_07": "Csak ne feledd - ha olyan sokáig vársz a Követ parancsainak a teljesítésével, mint amilyen sokáig tartott hozzám visszatérni, akkor sokkal rosszabbul fogod végezni, mint egy egyszerű megrovás!",
  "DIA_Roderich_AfterMine_03_08": "A követ a városházában van. Ne okozz csalódást!",
  "DIA_Roderich_AfterMine_Yes_15_01": "Igen, uram.",
  "DIA_Roderich_AfterMine_Yes_03_02": "És hozzá is ilyen tisztelettudónak kell lenned. Azt se felejtsd, hogy az őreinek is megadd a tiszteletet, akár parancsnokok, akár szimpla közlegények akik az utcáinkat őrjáratozzák.",
  "DIA_Roderich_AfterMine_Yes_03_03": "Elbocsátva.",
  "DIA_Roderich_AfterMine_No_15_01": "Nagyon közel vagyok ahhoz, hogy a testvéremet megtaláljam, nem tehetem meg.",
  "DIA_Roderich_AfterMine_No_03_02": "Elnézést?",
  "DIA_Roderich_AfterMine_No_15_03": "Van egy nagyon jó nyomom ami elvezethet a helyhez, ahol a testvéremet tartjék. Minél hamarabb szeretnék odajutni és nem tudok egyszerre két dolgot csinálni.",
  "DIA_Roderich_AfterMine_No_03_04": "Elsősorban te őr vagy, a sziget őrzője és a Király alattvalója! Amikor a parancsnokod azt mondja, hogy kövesd a Királyi Követ parancsait, akkor azt fogod tenni!",
  "DIA_Roderich_AfterMine_No_03_05": "Amikor triviális ügyekkel foglalkoztunk akkor el tudtam tekinteni a privát kutatásaid felől, de most nem.",
  "DIA_Roderich_AfterMine_No_03_06": "Az orkok a sarkunkon vannak, a háború nem nekünk kedvez, és a Követ feladata az, hogy rendbe hozza a helyzetet Archoloson és megerősítse a Királyságot.",
  "DIA_Roderich_AfterMine_No_03_07": "Menj egyenesen a városházához, és ne halljak mégegy szót!",
  "DIA_Roderich_AfterMine_Okay_15_01": "Rendben, megyek.",
  "DIA_Roderich_AfterMine_Okay_03_02": "Köszönöm a megértésedet. A Követnek ne ilyen módon válaszolj majd.",
  "DIA_Roderich_AfterMine_Help_15_01": "Elvégzem azt amiben megigérted, hogy segíteni fogsz.",
  "DIA_Roderich_AfterMine_Help_15_02": "Azért csatlakoztam az őrséghez mert megígérted azt, hogy segítesz megtalálni a testvéremet. Ehelyett ide-oda rohangálok parancsokat követve amit mások nem képesek megoldani!",
  "DIA_Roderich_AfterMine_Help_15_03": "Minden amit elértem Jorn ügyét illetően azt mind magamnak köszönhetem, mert te mindig azt áltatod, hogy az őrség valahogy hasznos!",
  "DIA_Roderich_AfterMine_Help_15_04": "Elegem van, hogy én vagyok egy egész szervezet képviselője a semmiért! Tegyél valamit az én ügyemért, aztán foglalkozok a Követtel...",
  "DIA_Roderich_AfterMine_Help_03_05": "Nem csináltam semmit sem?",
  "DIA_Roderich_AfterMine_Help_03_06": "Felszerelést adtam, befolyást adtam, fizetést adtam az elvégzett küldetésekért, megengedtem, hogy a legjobbakkal képezd ki magadat, és hogy játszd a kutatós játékodat még akkor is, ha sértette az őrséget!",
  "DIA_Roderich_AfterMine_Help_03_09": "A bűnözők kegyelmére kellett volna hagynom az egész város népét csak azért, hogy egy jelentéktelen jövevény keresésére küldjem ki az összes emberemet?!",
  "DIA_Roderich_AfterMine_Help_15_10": "Tudod, hogy nem ezt kérem! Bármiféle támogatásra gondolok, mert valahogy hasznomra lehettek volna az embereid!",
  "DIA_Roderich_AfterMine_Help_03_11": "Elég! Nem folytatjuk ezt a beszélgetést! Az alárendeltem vagy és ne feljtsd el, hogy hova tartozol.",
  "DIA_Roderich_FoundJorn_15_01": "Megtaláltam a testvéremet. Halott.",
  "DIA_Roderich_FoundJorn_03_02": "Hogy érted ezt? Holt találtad meg?",
  "DIA_Roderich_FoundJorn_15_03": "Egy rejtett szobában találtam meg egy kikötői raktár alatt.",
  "DIA_Roderich_FoundJorn_15_04": "Sajnos túl későn találtam meg. Nem tudtam mit csinálni.",
  "DIA_Roderich_FoundJorn_03_05": "Fiam, sajnálom. Mindvégig bíztam abban, hogy épségben találod majd meg.",
  "DIA_Roderich_FoundJorn_03_06": "Tudod, hogy ki a felelős ezért?",
  "DIA_Roderich_FoundJorn_15_07": "Hát... a raktár az Uzsoráshoz tartozik, de az egyik embere azt állította, hogy akkor a villájában tartózkodott.",
  "DIA_Roderich_FoundJorn_03_08": "Volker? És most mit szeretnél, mit tegyek ezzel kapcsolatban?",
  "DIA_Roderich_FoundJorn_15_09": "Küldj ki embereket, hogy kutassák át a helyet. Aztán meglátjuk...",
  "DIA_Roderich_FoundJorn_03_10": "Küldjek embereket a város egyik leggazdagabb emberének a privát raktárába, konkrét bizonyíték nélkül?",
  "DIA_Roderich_FoundJorn_03_11": "Az őrségnek már így is van elég problémája. És most Volkerrel kéne bajba keverednünk? Sajnálom Marvin, de ezt nem kockáztathatom meg.",
  "DIA_Roderich_FoundJorn_03_12": "Főleg most, hogy a Követ most bizonyosodik meg arról, hogy a sziget legnagyobb adófizetője egy hajszálat se veszítsen.",
  "DIA_Roderich_FoundJorn_15_13": "Számítottam erre.",
  "DIA_Roderich_Q308FINISH_03_01": "Mondj valamit, ami segíthet nekünk kikerülni ebből a kalamajkából.",
  "DIA_Roderich_Q308FINISH_03_02": "A főnököd lehet, hogy itt van, de nekem jelentesz. Ezt ne felejtsd el.",
  "DIA_Roderich_Q308FINISH_15_03": "Megpróbálok egy részletet sem kihagyni.",
  "DIA_Roderich_Q308FINISH_03_04": "Rendben, kezdüj a legelejéről...",
  "DIA_Roderich_Q308FINISH_03_05": "Beszéltél Arssal?",
  "DIA_Roderich_Q308FINISH_TalkedYes_15_01": "Igen.",
  "DIA_Roderich_Q308FINISH_TalkedYes_15_03": "Erőltette, hogy ő volt a merénylet mögött, de szerintem egy badarság.",
  "DIA_Roderich_Q308FINISH_TalkedYes_03_04": "Ezt miért gondolod?",
  "DIA_Roderich_Q308FINISH_TalkedYes_15_05": "Olyan dolgokról dicsekedett amiket nem is tett és nemzeti hősnek mondta magát. Arról beszélt, hogy káoszt terjeszt a szigeten és az egész város a feje tetejére áll és egyéb őrültségeket.",
  "DIA_Roderich_Q308FINISH_TalkedYes_03_06": "Lehet, hogy egyszerre volt merénylő és őrült. Ezt nem vetted figyelembe?",
  "DIA_Roderich_Q308FINISH_OsipGood_15_01": "Az egyik rab azt mondta nekem, hogy Arsnak volt egy kapcsolata egy Blake nevű emberrel.",
  "DIA_Roderich_Q308FINISH_OsipGood_03_02": "Blake? Milyen Blake?",
  "DIA_Roderich_Q308FINISH_OsipGood_15_04": "Egy helyi Délvidéki harcos. A rab azt állította, hogy ő győzte meg Arst arra, hogy meggyilkolja Volkert.",
  "DIA_Roderich_Q308FINISH_OsipGood_03_05": "Délvidékiek... folytasd.",
  "DIA_Roderich_Q308FINISH_OsipBad_15_01": "Van egy selytésem.",
  "DIA_Roderich_Q308FINISH_OsipBad_03_02": "Selytésed? A megérzés itt semmit sem jelent.",
  "DIA_Roderich_Q308FINISH_OsipBad_03_03": "Itt csak a tények számítanak - létező tények, amik, úgy tűnik, hogy nincsenek nálad.",
  "DIA_Roderich_Q308FINISH_BlakeGood_15_01": "A rab utasításaira elmentem a Délvidékiek központjába a kikötőben és váltottam egy pár szót a vezetőjükkel.",
  "DIA_Roderich_Q308FINISH_BlakeGood_15_02": "Blake megerősítette, hogy Ars neki dolgozott, de Blake maga nem akarta, hogy Volker meghaljon. Azon a gyanúsításon is röhögött, hogy ő küldte Arst, hogy megtegye.",
  "DIA_Roderich_Q308FINISH_BlakeGood_03_03": "Milyen alapon hiszel ennek a mocsoknak?",
  "DIA_Roderich_Q308FINISH_WhatBlake_03_01": "És végül mi történt ezzel a Blakel?",
  "DIA_Roderich_Q308FINISH_WhatBlake_15_02": "Ő és az emberei a nyomornegyed bejáratának a közelében fekszenek egy ház padlásán.",
  "DIA_Roderich_Q308FINISH_WhatBlake_03_03": "Megölted őket?",
  "DIA_Roderich_Q308FINISH_WhatBlake_15_04": "Mindegyiketm.",
  "DIA_Roderich_Q308FINISH_WhatBlake_03_05": "Szívesen beszélgettem volna velük, de ez lehet jobb megoldás...",
  "DIA_Roderich_Q308FINISH_WhatBlake_03_07": "Nem akarom, de úgy tűnik meg kell emelnem a kalapomat Lorenzo előtt. Szép munka, zsoldos.",
  "DIA_Roderich_Q308FINISH_WhatBlake_15_09": "Még mindig az egyik ház padlásán kéne üldögélniük a kikötőben, a nyomornegyed bejáratának a közelében. Van egy nap szimbólum az ajtón.",
  "DIA_Roderich_Q308FINISH_WhatBlake_03_10": "Amikor visszatérek a kaszárnyákhoz akkor kiküldöm Winstant és pár újoncot oda. Talán ők találnak valamit.",
  "DIA_Roderich_Q308FINISH_BlakeV1_15_01": "A Délvidékiek becsületesek.",
  "DIA_Roderich_Q308FINISH_BlakeV1_15_02": "Blake és az emberei megölhettek volna, de nem tették. Elengedtek miután megígértem... hogy nem beszélek a beszélgetésünkről.",
  "DIA_Roderich_Q308FINISH_BlakeV1_03_03": "Még jó, hogy fontosabbnak tartod a szolgálatod mint a becsületedet.",
  "DIA_Roderich_Q308FINISH_BlakeV1_03_04": "Viszont én nem hiszek a Délvidékiek becsületében. Ha ott lettél volna tíz évvel ezelőtt és láttad volna, hogy mire volt képes Mandes, akkor te se hinnél a szavaikban",
  "DIA_Roderich_Q308FINISH_BlakeV2_15_01": "Blake azt állította, hogy Ars nem tudja újratölteni a számszeríjat, és ahogy tudjuk, Volkert egy olyan fegyverrel lőtték meg.",
  "DIA_Roderich_Q308FINISH_BlakeV2_03_02": "Ha tényleg úgy van ahogy mondod, akkor mire kellett neki a kölyök?",
  "DIA_Roderich_Q308FINISH_BlakeV2_15_03": "Küldöncként használta. Nehéz volt Blakenek üzeneteket küldenie az embereinek, míg folytonos rejtőzködésben van.",
  "DIA_Roderich_Q308FINISH_BlakeV2_03_04": "És Ars, mint eszmék közvetítője, könnyen manipulálható volt.",
  "DIA_Roderich_Q308FINISH_BlakeV2_03_05": "Annak van értelme...",
  "DIA_Roderich_Q308FINISH_BlakeV3_15_01": "Blake a hatóságokon akart bosszút állni, nem a nemeseken.",
  "DIA_Roderich_Q308FINISH_BlakeV3_03_02": "Csak azért mert ő azt mondta, nem jelenti azt, hogy úgy is van.",
  "DIA_Roderich_Q308FINISH_BlakeV3_03_03": "Minden bűnözött akit elkaptam mindent megtett azért, hogy letagadja bűneit.",
  "DIA_Roderich_Q308FINISH_BlakeV3_03_04": "Ezúttal miért lenne máshogy ez az eset?",
  "DIA_Roderich_Q308FINISH_BlakeV3_15_05": "Egyedül voltam a padláson három ember ellen. Ha Blake akarta volna, akkor bármikor megölhetett volna.",
  "DIA_Roderich_Q308FINISH_BlakeV3_03_06": "Nem gondolod, hogy csak azért mondhatta ezeket, hogy eltérítsen minket, mert tudja hogy ezeket elmondod nekem később?",
  "DIA_Roderich_Q308FINISH_NoBlake_15_01": "Sajnos nem sikerült elkapnom őket.",
  "DIA_Roderich_Q308FINISH_NoBlake_03_02": "Legalább tudod, hogy hol vannak?",
  "DIA_Roderich_Q308FINISH_DontKnow_15_01": "Sajnálom, de nem.",
  "DIA_Roderich_Q308FINISH_DontKnow_03_02": "Akkor az azt jelenti, hogy van a városban egy Délvidéki aki egy lázadást tervezhet. Mégegy kibaszott lázadást.",
  "DIA_Roderich_Q308FINISH_DontKnow_03_03": "Csodálatos, egyszerűen csodálatos. Márcsak egy lázadás hiányzik!",
  "DIA_Roderich_Q308FINISH_Know_15_01": "Elvileg a kikötőben a nyomornegyed bejáratánál bújt meg egy házban. Van egy nap szimbólum az ajtón.",
  "DIA_Roderich_Q308FINISH_Know_03_02": "Na, ezt hívom konkrét információnak.",
  "DIA_Roderich_Q308FINISH_Know_03_03": "Amikor visszatérek a kaszárnyákhoz, akkor kiküldöm Winstant pár újonccal. Ők lehet, hogy találni fognak valamit.",
  "DIA_Roderich_Q308FINISH_NoTalked_15_01": "Nem.",
  "DIA_Roderich_Q308FINISH_NoTalked_03_02": "Várjunk egy percet... most azt mondod nekem, hogy nem hallgattad ki a főgyanúsítottat?",
  "DIA_Roderich_Q308FINISH_NoTalked_03_03": "Kinek adtam ki ezt a feladatot...",
  "DIA_Roderich_Q308FINISH_NoTalked_03_04": "Látom Lorenzo emberei keményen dolgoznak a hírnevükön, mint járó profik!",
  "DIA_Roderich_Q308FINISH_NoTalked_03_05": "Ebben az esetben a maradék nyomaidból kell kiindulni, mert gondolom nem csak azért jöttél, hogy a kudarcodról számoljál be?",
  "DIA_Roderich_Q308FINISH_Bolt_15_01": "A fegyver valószínűleg csak egy számszeríj volt, viszont nálam van annak a vesszőjének a hegye, ami megölte Volker testőrét.",
  "DIA_Roderich_Q308FINISH_Bolt_03_02": "Egy vesszőhegy? Tudomásom szerint az embereim nem találtam vesszőfejet a villa környékén, a parancsomat meg direkt úgy adtam ki, hogy addig keressenek nyomokat amíg össze nem esnek.",
  "DIA_Roderich_Q308FINISH_Norman_15_01": "Azért nem találták meg, mert be volt ragadva Norman testébe.",
  "DIA_Roderich_Q308FINISH_Norman_03_02": "Jól hallom ezt?",
  "DIA_Roderich_Q308FINISH_Norman_03_03": "Felástál egy hullát és kiszedtél egy darab vasat belőle?",
  "DIA_Roderich_Q308FINISH_Next_03_01": "Mutasd meg a vesszőfejet.",
  "DIA_Roderich_Q308FINISH_Next_03_02": "Azok a tüskék csúnya sebet okozhattak a gyerek testében...",
  "DIA_Roderich_Q308FINISH_Next_03_03": "Kiderítette, hogy ki gyártotta?",
  "DIA_Roderich_Q308FINISH_NotGood_15_01": "Úgy tűnik nem próbálkoztak eléggé.",
  "DIA_Roderich_Q308FINISH_NotGood_03_02": "Meglehet, hogy úgy van ahogy mondod. Az összes tapasztalt emberem a kikötőben van most.",
  "DIA_Roderich_Q308FINISH_NotGood_03_03": "Még jó, hogy te ott voltál.",
  "DIA_Roderich_Q308FINISH_NoChoice_15_01": "A gyereket azzal a vesszőfejjel temettek el. Meg kellett ezt tennem, hogy bármit is kiderítsek.",
  "DIA_Roderich_Q308FINISH_NoChoice_03_02": "Bevallom, szokatlan ötlet. Remélem feltakarítottál magad után.",
  "DIA_Roderich_Q308FINISH_NoGood_15_01": "Nem értesz egyet?",
  "DIA_Roderich_Q308FINISH_NoGood_03_02": "Ha egy tűzmágus itt állna mellettünk, akkor eretnekség miatt itt helyben hamuvá égetett volna téged.",
  "DIA_Roderich_Q308FINISH_NoGood_03_03": "De örülök, hogy legalább valami nyomra bukkantál vele. Remélem azért feltakarítottál magad után.",
  "DIA_Roderich_Q308FINISH_WolfsDen_15_01": "Valószínűleg valakitől a Farkasodúból származik.",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_02": "A Farkasodú?",
  "DIA_Roderich_Q308FINISH_WolfsDen_15_03": "Ingor, a Kereskedők Céhének a pámncélkovácsa megerősítette, hogy pár hónappal ezelőtt egy megbízás alapján egy hasonló vesszőhegyeket kellett élesítenie.",
  "DIA_Roderich_Q308FINISH_WolfsDen_15_04": "Ingor, a páncélkovácsunk megerősítette, hogy pár hónappal ezelőtt egy megbízás alapján hasonló vesszőhegyeket kellett élesítenie.",
  "DIA_Roderich_Q308FINISH_WolfsDen_15_05": "Azok a vesszőhegyek is ezüstből készültek, mint ez, és Ingor szerint az egyetlen ezüstbánya a szigeten az Odú környékén van.",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_06": "Kétlem, hogy tengerről hozták volna be... és a kereskedés az Odú és a város között már egy ideje lelassult...",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_07": "Szép munka. Ez észrevehetően segíteni fog a nyomozásunkon.",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_08": "Kiderítettél bármit is a villa falán lévő vérről?",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_09": "Egy dolog iránt vagyok kíváncsi...",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_10": "Miért van az, hogy bármi is történik, a zsoldosok valahogy mindig hozzáköthetőek?",
  "DIA_Roderich_Q308FINISH_WolfsDen_15_11": "Egyszerű véletlennek tűnik.",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_12": "Hmm... Véletlen, mi?",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_13": "Azt mondod, hogy a vér Volker villáján is egy kurva véletlen?",
  "DIA_Roderich_Q308FINISH_WolfsDen_15_14": "Ebben az egyben nem vagyok biztos.",
  "DIA_Roderich_Q308FINISH_WolfsDen_03_15": "Mit tudsz róla?",
  "DIA_Roderich_Q308FINISH_Blood_15_01": "Volker kertésze nem tudott sokat a vérről ami a mestere házán van.",
  "DIA_Roderich_Q308FINISH_WhatNext_03_01": "Van valami, amit el szeretnél mondani nekem?",
  "DIA_Roderich_Q308FINISH_PosterV1_15_01": "Egy Venzel nevű író.",
  "DIA_Roderich_Q308FINISH_PosterV1_03_04": "Ő vallotta be neked?",
  "DIA_Roderich_Q308FINISH_PosterV1_15_05": "Mindent úgy énekelt el, mint egy templomi kórus. Csak egy kicsit kellett meglökni a fickót.",
  "DIA_Roderich_Q308FINISH_PosterV1_03_06": "Látom nem volt fölösleges a gyakorlás a kaszárnyákban.",
  "DIA_Roderich_Q308FINISH_PosterV1_03_08": "És ahogy hallom te vagy a legjobb benne. Lehet van valami igazság abban a pletykában.",
  "DIA_Roderich_Q308FINISH_PosterV1_03_09": "Mindegy, le vagyok nyűgözve.",
  "DIA_Roderich_Q308FINISH_PosterV1_03_10": "Szóval kiderült, hogy Venzel a felbújtókkal együtt dolgozott.",
  "DIA_Roderich_Q308FINISH_PosterV2_15_01": "Nem teljesen... de tudom, hogy kik osztogatják őket.",
  "DIA_Roderich_Q308FINISH_PosterV2_03_02": "Kik?",
  "DIA_Roderich_Q308FINISH_PosterV2_15_03": "Egy csapat lázító.",
  "DIA_Roderich_Q308FINISH_PosterV2_03_04": "Lázítók... Nagy szó pár véletlen kikiáltóra.",
  "DIA_Roderich_Q308FINISH_PosterV2_03_05": "Elkaptad bármelyiket is?",
  "DIA_Roderich_Q308FINISH_PosterV2_15_11": "A hármuk a város különböző részein dolgoznak.",
  "DIA_Roderich_Q308FINISH_PosterV2_15_12": "Az egyiket a Szakadt Húrnál, még egyet a Jajgató Szirénnél, a harmadikat meg a hajógyár közelében.",
  "DIA_Roderich_Q308FINISH_PosterV2_03_13": "A három elég nagy tömeget jelent. Amikor visszatérek a városházából akkor a legjobb embereimet küldöm ki hozzájuk.",
  "DIA_Roderich_Q308FINISH_PosterV2_15_06": "Csak kettőt, de lehet, hogy több is van.",
  "DIA_Roderich_Q308FINISH_PosterV2_15_07": "Az egyiket a Szakadt Húrnál láttam, a másikat a hajógyár közelében.",
  "DIA_Roderich_Q308FINISH_PosterV2_15_08": "Az egyiket a Jajgató Szirénnél láttam, a másikat a hajógyár közelében.",
  "DIA_Roderich_Q308FINISH_PosterV2_03_14": "Tudsz bármi mást róluk?",
  "DIA_Roderich_Q308FINISH_Money_15_01": "Venzelt pénz érdekli, nem a politika. Ezért vállalta el a munkát.",
  "DIA_Roderich_Q308FINISH_Money_03_02": "Mindenki így beszél, amikor egy kést tartanak a torkához.",
  "DIA_Roderich_Q308FINISH_Money_03_03": "Rengeteg ilyen plakát szórólap. Nem kevés érmét kaphatott értük.",
  "DIA_Roderich_Q308FINISH_Money_15_04": "És kapott is, de az ezüst fajtát.",
  "DIA_Roderich_Q308FINISH_Money_03_05": "Honnan szerezted?",
  "DIA_Roderich_Q308FINISH_Venzel_15_01": "Venzeltől. Valaki egy egész zsáknyit adott neki.",
  "DIA_Roderich_Q308FINISH_Venzel_03_02": "Először az ezüst vesszőfej, most ezüst érmék...",
  "DIA_Roderich_Q308FINISH_Venzel_15_03": "Kétlem, hogy ez is véletlen lenne.",
  "DIA_Roderich_Q308FINISH_Venzel_15_04": "Úgy tűnik valaki szeretne káoszt okozni a városban.",
  "DIA_Roderich_Q308FINISH_Venzel_03_05": "Valaki aki... az igazi gyilkos.",
  "DIA_Roderich_Q308FINISH_Venzel_03_06": "Nos, mostmár megvan a kirakós összes darabja.",
  "DIA_Roderich_Q308FINISH_Ludlof_15_01": "Egy Ludlof nevű ember vezette őket.",
  "DIA_Roderich_Q308FINISH_Ludlof_03_02": "Ludlof? Nem rémlik...",
  "DIA_Roderich_Q308FINISH_Ludlof_15_03": "Nem számít. Nem fog olyan könnyen megszabadulni a börtönből.",
  "DIA_Roderich_Q308FINISH_Ludlof_03_04": "Szerintem kicsit késve érkeznek meg hozzám az információk...",
  "DIA_Roderich_Q308FINISH_Ludlof_03_06": "Ha már nem tetted, akkor menj Oktavhoz - ő fog jutalmat adni neked.",
  "DIA_Roderich_Q308FINISH_Ludlof_15_07": "Legutóbb a kikötőben láttam.",
  "DIA_Roderich_Q308FINISH_Ludlof_03_08": "Ebben az esetben remélem, hogy a fiúk résen vannak.",
  "DIA_Roderich_Q308FINISH_No_15_01": "Ennyi.",
  "DIA_Roderich_Q308FINISH_No_03_02": "Az is jó.",
  "DIA_Roderich_Q308FINISH_Finish_03_01": "Most hogy ez kész, ideje meghallgatni a bíró ítéletét.",
  "DIA_Roderich_Q308FINISH_All_15_01": "Csak ennyit tudok, Kapitány.",
  "DIA_Roderich_KQ402_Orders_Description": "Új parancsokat hozok a Királyi Követtől.",
  "DIA_Roderich_KQ402_Orders_15_01": "Ahogy kérted, új parancsokat hoztam a Királyi Követtől.",
  "DIA_Roderich_KQ402_Orders_03_02": "Tökéletes. Mit akar Grayson tőlünk?",
  "DIA_Roderich_KQ402_Orders_15_03": "Az első szállítmánya a páncéloknak már meg kellett érkeznie a kaszárnyákba. A Király megparancsolta az egész Királyság városőreinek a felszerelésének az egységesítését.",
  "DIA_Roderich_KQ402_Orders_15_04": "E parancs szerint fel kell adnunk az összes felszerelésünket és megengedni, hogy elszállítsák a frontvonalra.",
  "DIA_Roderich_KQ402_Orders_03_05": "Mi van a különleges osztagokkal?",
  "DIA_Roderich_KQ402_Orders_15_06": "Ők is az egységesítés tárgya.",
  "DIA_Roderich_KQ402_Orders_03_07": "Nem lehet... A fél életemet azzal töltöttem, hogy rendbe hozzam őket és visszaállítsam az őrség dicsőségét.",
  "DIA_Roderich_KQ402_Orders_03_08": "Több évnyi munkám fölösleges volt...",
  "DIA_Roderich_KQ402_Orders_03_09": "Láttad ezeket a felszereléseket? A fegyvereket? Remélem jóval strapabíróbbak, mint ami most van.",
  "DIA_Roderich_KQ402_Orders_15_10": "Őszíntén, még nem láttam őket. Ha megérkeztek, akkor valószínűleg Lennartnál vannak.",
  "DIA_Roderich_KQ402_Orders_03_11": "Nincs szükség a halogatásra. Gyerünk, nézzük meg az új egyenruhánkat.",
  "DIA_Roderich_PMDebts_08_00": "Remélem azért vagy itt, hogy befizesd a díjaidat.",
  "DIA_Roderich_PMDebts_08_01": "Kíváncsi voltam, hogy vajon van-e bátorságod idejönni!",
  "DIA_Roderich_PMDebts_08_02": "Több vádak is jöttek ellened!",
  "DIA_Roderich_PMDebts_08_03": "Figyelmeztettelek! Most a díjak még nagyobbak lettek!",
  "DIA_Roderich_PMAdd_15_00": "Mennyi?",
  "DIA_Roderich_PMDebts_08_04": "Nagyon csalódtam benned, fiú...",
  "DIA_Roderich_PMDebts_08_05": "Új körülmények adódtak.",
  "DIA_Roderich_PMDebts_08_06": "Hirtelen már senki sem vádol téged gyilkolással.",
  "DIA_Roderich_PMDebts_08_07": "Senki sem emlékszik, hogy láttak volna téged rabolni.",
  "DIA_Roderich_PMDebts_08_08": "Nincs több szemtanú akik azt állítanák, hogy láttak téged harcolni.",
  "DIA_Roderich_PMDebts_08_09": "Úgy tűnik minden vádat elengedtek ellened.",
  "DIA_Roderich_PMDebts_08_10": "Nem tudom hogy történt, de figyelmeztetlek: velem ne szórakozzál.",
  "DIA_Roderich_PMDebts_08_11": "Mindegy, úgy döntöttem, hogy nem fogom beszedni a díjakat.",
  "DIA_Roderich_PMDebts_08_12": "Ügyelj arra, hogy ne kerülj új bajba.",
  "DIA_Roderich_PMDebts_08_13": "Egy dolgot le akarok szögezni: egyszer úgyis ki kell fizetned a teljes bírságot.",
  "DIA_Roderich_PMDebts_08_14": "Szóval mi a baj?",
  "DIA_Roderich_PMDebts_HowMuchAgain_15_00": "Mennyi is lenne ez?",
  "DIA_Roderich_PETZMASTER_08_00": "Biztos te vagy az új fickó, aki egy csomó bajt okoz a városban.",
  "DIA_Roderich_PETZMASTER_08_01": "Még jó, hogy azelőtt jöttél ide mielőtt reménytelen lett volna a helyzeted.",
  "DIA_Roderich_PETZMASTER_08_02": "A gyilkolás egy komoly bűntény!",
  "DIA_Roderich_PETZMASTER_08_03": "Ne is említsük a többi megszegéseket.",
  "DIA_Roderich_PETZMASTER_08_04": "Az őröknek meg van parancsolva, hogy a gyilkosokat bírálat nélkül megöljék.",
  "DIA_Roderich_PETZMASTER_08_05": "A polgárok nem fognak egy gyilkost tolerálni a városban!",
  "DIA_Roderich_PETZMASTER_08_06": "Nem foglak felakasztani. Háborúban vagyunk és minden emberre szükség van.",
  "DIA_Roderich_PETZMASTER_08_07": "De nem lesz könnyű meggyőzni a lakosokat azért, hogy újra megbízzanak benned.",
  "DIA_Roderich_PETZMASTER_08_08": "Bűntudatot mutathatnál azzal, hogy bírságot fizetsz - egy hozzá arányos nagyságút, természetesen.",
  "DIA_Roderich_PETZMASTER_08_09": "Még jó hogy jöttél! Meg vagy vádolva lopás gyanújával! Szemtanúk vannak hozzá.",
  "DIA_Roderich_PETZMASTER_08_10": "A többi dolgot nem említem, amit hallottam.",
  "DIA_Roderich_PETZMASTER_08_11": "Nem áll szándékomban, hogy ilyen dolgokat toleráljak a városban!",
  "DIA_Roderich_PETZMASTER_08_12": "Hogy megbánjad bűneidet, bírságot kell fizetned.",
  "DIA_Roderich_PETZMASTER_08_13": "Hajléktalanokkal és menekültekkel küzdeni a nyomornegyedben - az egy...",
  "DIA_Roderich_PETZMASTER_08_14": "De ha a Király őreit vagy polgárait támadod meg, akkor szembe kell nézned az igazsággal.",
  "DIA_Roderich_PETZMASTER_08_15": "És az a bárányos ügy sem tett jót a hírnevednek.",
  "DIA_Roderich_PETZMASTER_08_16": "Ha nem bűntetle meg emiatt, akkor hamarosan mindenki azt tenne, amit csak szeretne.",
  "DIA_Roderich_PETZMASTER_08_17": "Szóval ki kell fizetned a megfelelő bírságot és az ügyet elfelejtjük.",
  "DIA_Roderich_PETZMASTER_08_18": "Tudomásomra jutott, hogy a helyi farmerek bárányait vadászod.",
  "DIA_Roderich_PETZMASTER_08_19": "Szerintem megérted azt, hogy ezt nem engedhetem meg.",
  "DIA_Roderich_PETZMASTER_08_20": "Ki kell fizetned a károkat!",
  "DIA_Roderich_PETZMASTER_15_21": "Mennyit?",
  "DIA_Roderich_PETZMASTER_PayNow_15_00": "Ki akarom fizetni a bírságomat.",
  "DIA_Roderich_PETZMASTER_PayNow_08_01": "Helyes! Teszek róla, hogy minden polgár tudjon róla. Valamit javítani fog a hírneveden.",
  "DIA_Roderich_PETZMASTER_PayLater_15_00": "Nincs nálam annyi arany.",
  "DIA_Roderich_PETZMASTER_PayLater_08_01": "Akkor szerezd be minél előbb.",
  "DIA_Roderich_PETZMASTER_PayLater_08_02": "Figyelmeztetlek - ha még több bűnt követsz el, akkor még rosszabb lesz a helyzeted.",
  "DIA_Roderich_KQ402_WhatAJoke_03_01": "Láttad, hogy miket küldtek nekünk?",
  "DIA_Roderich_KQ402_WhatAJoke_15_02": "A csökkentésen kívül, ezek nem tűnnek nagyon strapabírónak.",
  "DIA_Roderich_KQ402_WhatAJoke_03_03": "Kezdem megérteni az egész egységesítést.",
  "DIA_Roderich_KQ402_WhatAJoke_03_04": "Egy mozdulattal hajtsuk be a királyság legjobb acéljait. Bevallom, ennél jobbra én sem gondoltam volna.",
  "DIA_Roderich_KQ402_WhatAJoke_15_05": "És cserébe szemetet kaptunk...",
  "DIA_Roderich_KQ402_WhatAJoke_03_06": "Marvin. Nem kéne ilyet kérnem tőled, de...",
  "DIA_Roderich_KQ402_WhatAJoke_03_07": "Nem engedhetem meg magamnak, hogy az embereimnek ilyen rosssz felszerelésük legyen.",
  "DIA_Roderich_KQ402_WhatAJoke_15_08": "Utalsz valamire?",
  "DIA_Roderich_KQ402_WhatAJoke_03_09": "Semmi specifikusra. Én személyesen nem tagadhatom meg a Király Követjének az akaratát, ezért van rád szükségem, a legjobb emberemre.",
  "DIA_Roderich_KQ402_WhatAJoke_03_10": "Ha egy kicsit is érdekel a városőrség jóneve, akkor remélem, hogy találsz valami jó megoldást.",
  "DIA_Roderich_KQ402_WhatAJoke_03_11": "Kérlek, Marvin. Vedd személyes szívességnek.",
  "DIA_Roderich_KQ402_WhatAJoke_03_12": "Természetesen, Őfelségének erről nem szabad tudnia!",
  "DIA_Roderich_KQ402_WhatAJoke_15_13": "Azt akarod, hogy hazudjak neki?",
  "DIA_Roderich_KQ402_WhatAJoke_03_14": "Dehogy! Talán találsz egy megoldást ahhoz, hogy mondjuk halaszd el az egységesítés folyamatán.",
  "DIA_Roderich_KQ402_WhatAJoke_03_15": "Kétlem, hogy teljesen megoldaná a problémát, de legalább adna nekünk egy kis időt. Meg kérdezd meg a srácokat, hogy mit gondolnak az új egyenruhájukról, hátha együtt kitaláltok valamit.",
  "DIA_Roderich_KQ402_WhatAJoke_15_16": "Szerintem Őfelsége nem örülne annak, ha panaszkodnánk.",
  "DIA_Roderich_KQ402_WhatAJoke_03_17": "Azzal tisztában vagyok, de kell több idő.",
  "DIA_Roderich_KQ402_WhatAJoke_03_18": "Szóval? Számíthatok rád?",
  "DIA_Roderich_KQ402_WhatAJoke_Next_03_01": "Óh, és nézd meg az őrjáratozó kollégáinkat, hogy hogyan állnak.",
  "DIA_Roderich_KQ402_WhatAJoke_Next_15_02": "Értettem. Hamarosan visszatérek!",
  "DIA_Roderich_KQ402_WhatAJoke_Next_03_03": "És Innosra, vedd le azt a cuccot!",
  "DIA_Roderich_KQ402_WhatAJoke_Next_03_04": "Ma este Arwid és Lennart fog őrjáratozni a Piactér környékén az új felszerelésükben.",
  "DIA_Roderich_KQ402_WhatAJoke_Yes_15_01": "Rám? Mindig!",
  "DIA_Roderich_KQ402_WhatAJoke_Yes_03_02": "Tudtam én, hogy ha esélyt adok neked, akkor nem fogom megbánni!",
  "DIA_Roderich_KQ402_WhatAJoke_Yes_03_03": "Gyere vissza hozzám, ha kitaláltál valamit. És ne feledd, ne menj a Követhez amíg nem találtunk ki egy megoldást.",
  "DIA_Roderich_KQ402_WhatAJoke_DontKnow_15_01": "Nem tudom mit gondoljak erről.",
  "DIA_Roderich_KQ402_WhatAJoke_DontKnow_03_02": "Marvin, befogadtalak amikor segítségedre volt szükséged a városban. Kérlek. Senki más nem képes erre.",
  "DIA_Roderich_KQ402_WhatAJoke_Alright_15_01": "Rendben, rendben. Gondoskodok róla.",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_01": "Beliarba veled. Szívességet kérsz tőlem? És te segítettél nekem amikor a testvéremet kerestem?",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_03_02": "Marvin! Én megértem, hogy köztünk megvoltak a különbségek, de...",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_03": "Megígérted nekem, hogy segítesz megtalálni a testvéremet. Ezt nem tartottad be! Csak hogy tudd, én magam találtam meg, bármiféle segítség nélkül!",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_04": "Csak az volt a probléma a sikeremben, hogy már rég halott volt!",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_03_05": "Én nem tudtam. Nagyon...",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_06": "Most sajnálkodsz? Amikor könyörögtem a segítségért akkor elküldtél, hogy flörtöljek a Követtel. Az orrod alatt volt egész végig!",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_07": "Tudod mit, élvezni fogom ahogy az álmod, a 'NAGYSZERŰ ŐRSÉG' romokba dől!",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_03_08": "Hogy merészeled!",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_09": "Egy nagy időpazarlás volt városőrt játszanom! Elegem van ebből. Nem lesz rád többé szükségem.",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_10": "Távozom. Megtarthatod a páncélzatomat szuvenírként.",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_03_14": "Gyere vissza! Gyere vissza de azonnal! Megtiltom neked!",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_15_15": "Én már csak Graysonnak válaszolok. Ha problémád van velem, neki jelentsd!",
  "DIA_Roderich_KQ402_Done_15_17": "Folyton azon dolgozok.",
  "DIA_Roderich_KQ402_Done_03_18": "Remélem kitalálsz valamit. Hiszek benned!",
  "DIA_Roderich_KQ402_Done_15_01": "Vissza az új páncélzat problémájára...",
  "DIA_Roderich_KQ402_Done_03_02": "Tudtál valamit is csinálni azzal kapcsolatban?",
  "DIA_Roderich_KQ402_Done_15_03": "Sajnálattal jelentem, hogy az új felszerelés nem használható.",
  "DIA_Roderich_KQ402_Done_03_04": "Elnézést, ezt megismételnéd?",
  "DIA_Roderich_KQ402_Done_15_05": "Jobb, ha te magad látod.",
  "DIA_Roderich_KQ402_Done_03_06": "Rozsdás! Nem fogok elfogadni ilyen felszerelést, még akkor sem, ha a fejemmel fizetek érte!",
  "DIA_Roderich_KQ402_Done_15_07": "Ott voltam a raktárnál, mindegyik páncél hasonlóan néz ki.",
  "DIA_Roderich_KQ402_Done_03_08": "Hogyan követhetett el Grayson ilyen hibát!",
  "DIA_Roderich_KQ402_Done_03_09": "Várj! Ez nem Grayson hibája, ugye?",
  "DIA_Roderich_KQ402_Done_15_10": "Szabotázs? Az egy komoly vád, Parancsnok.",
  "DIA_Roderich_KQ402_Done_03_11": "Milyen kár, hogy nincs időnk jobban utánajárni a dolognak.",
  "DIA_Roderich_KQ402_Done_03_12": "Menj el Graysonhoz és mondd meg neki, hogy elutasítom a cserét a felszolgált páncélzat állapota miatt.",
  "DIA_Roderich_KQ402_Done_15_13": "Természetesen!",
  "DIA_Roderich_KQ402_Done_03_14": "Miután visszatérsz szeretnék veled egy komoly beszélgetést tartani. És, ömm... köszönöm... hogy értesítettél erről a problémáról.",
  "DIA_Roderich_KQ402_Done_15_15": "Szerintem Arwid is megérdemli a köszönetet.",
  "DIA_Roderich_KQ402_Done_03_16": "A részletekről majd akkor beszélünk, amikor visszatérsz. Menj!",
  "DIA_Roderich_KQ402_Finish_03_01": "Visszatértél Graysontól?",
  "DIA_Roderich_KQ402_Finish_15_02": "Igen, híreim vannak. Jók és rosszak.",
  "DIA_Roderich_KQ402_Finish_03_03": "Kezdd a rosszal.",
  "DIA_Roderich_KQ402_Finish_15_04": "A rossz az, hogy Odgar kiderítette, hogy a páncélzat jobb állapotban van, mint tűnik.",
  "DIA_Roderich_KQ402_Finish_03_05": "Ezt hogy érted? Rozsdás az egész.",
  "DIA_Roderich_KQ402_Finish_15_06": "Csak annak tűnnek. Arwidnak az az ötlete támadt, hogy egy alkímista segítségével átverhetjük Graysont.",
  "DIA_Roderich_KQ402_Finish_15_07": "A terv nagyrészt működött. Kivéve az, hogy majd egy nagy összeget kell fizetni Odgarnak a hallgatásáért.",
  "DIA_Roderich_KQ402_Finish_03_08": "Hajlandó vagyok nagyobb összegeket fizetni az őrség hírnevéért. Amiatt ne aggódj.",
  "DIA_Roderich_KQ402_Finish_15_09": "Az egységesítés el lett mulasztva. Grayson a következő látogatásánál visszatérne a témához.",
  "DIA_Roderich_KQ402_Finish_03_10": "Ebben az esetben sikerült egy kis időt nyernünk. A következő látogatásáig változhat a helyzet, vagy akár hasznát is vehetjük ennek a szemétnek.",
  "DIA_Roderich_KQ402_Finish_03_11": "Szép munka. Le vagyok nyűgözve!",
  "DIA_Roderich_KQ402_Finish_15_12": "Arwid segítsége nélkül semmire se mentem volna.",
  "DIA_Roderich_KQ402_Finish_03_13": "Ideje már, hogy előléptessem a fiút. Ha beszélsz vele, akkor megemlíthetnéd neki a döntésemet.",
  "DIA_Roderich_KQ402_Finish_03_14": "Rád visszatérve... Köszönöm szépen. Ez sokat jelent nekem.",
  "DIA_Roderich_KQ402_Finish_NoProblem_15_01": "Nincs miről beszélni.",
  "DIA_Roderich_KQ402_Finish_NoProblem_03_02": "Megérdemelted a jutalmadat. Tessék, ez neked van.",
  "DIA_Roderich_KQ402_Finish_NoProblem_03_03": "Tudd, hogy te is közelebb jutottál az előléptetéshez.",
  "DIA_Roderich_KQ402_Finish_NoProblem_03_04": "Ha nem ülsz a babérjaidon, akkor remek jövő vár rád a soraink közt.",
  "DIA_Roderich_KQ402_Finish_NoProblem_03_05": "De elég a dicséretekből, vissza a munkához!",
  "DIA_Roderich_SQ311_Mine_15_01": "A sóbánya illegális munkákat végez.",
  "DIA_Roderich_SQ311_Mine_03_02": "Hogy micsoda?",
  "DIA_Roderich_SQ311_Mine_15_03": "Nemrég két bányász eltűnt a Királyi Bányából. Utánajártam az ügynek és kiderítettem, hogy segítettek Lewkonak eladni a sót a háttérben.",
  "DIA_Roderich_SQ311_Mine_03_04": "De a só az a kormány tulajdona. Nincs joga hozzá... nos, van rá bizonyítékod?",
  "DIA_Roderich_SQ311_Mine_15_05": "Van ez a levél.",
  "DIA_Roderich_SQ311_Mine_03_06": "Ez nagyon aggasztó. A háború alatt minden érme számít, azt nem engedhetjük meg, hogy bárki is a saját jóléte miatt csökkentsék a Korona bevételét.",
  "DIA_Roderich_SQ311_Mine_03_07": "Sajnos a levél nagyon gyenge bizonyíték. Honnan tudjam, hogy ez nem egy hamisítvány, hogy rontsanak a bánya főnökének a helyzetén?",
  "DIA_Roderich_SQ311_Mine_Next_03_01": "Vannak szemtanúk? Valaki aki támogatja a szavaidat?",
  "DIA_Roderich_SQ311_Mine_Next_15_02": "Igen, egy Malen nevű bányász mindenről be tud számolni neked.",
  "DIA_Roderich_SQ311_Mine_Next_03_03": "El is hozhattad volna őt. Az ő vallomása a tiéddel együtt több mozgásteret adott volna nekem...",
  "DIA_Roderich_SQ311_Mine_Next_03_04": "Na mindegy. Adok neked két embert és együtt menjetek el ezért a bányászért. Ha más bizonyítékot is találtok, annál jobb.",
  "DIA_Roderich_SQ311_Mine_Next_03_05": "Kéne valami, hogy a kormányzó ne tekintse a cselekedeteimet provokatívnak. Érted?",
  "DIA_Roderich_SQ311_Mine_Next_15_06": "Persze. Rajta vagyok.",
  "DIA_Roderich_SQ311_Mine_Next_03_07": "Remek. Ha csak kitalálod az úgyis kiderül, de ha az igazat mondod akkor senki sem fog engem megvádolni mulasztással, hála a gyors válaszra.",
  "DIA_Roderich_SQ311_Mine_Next_03_08": "Fenébe, nem hiszem el, hogy az embereimet egy zsoldos vezetése alá teszem...",
  "DIA_Roderich_SQ311_Mine_Nothing_15_01": "Szóval te semmit sem fogsz iránta csinálni?",
  "DIA_Roderich_SQ311_Mine_Nothing_03_02": "Azt nem mondtam! Csak nyugalomra van szükségünk!",
  "DIA_Roderich_SQ311_Mine_WhatNext_15_01": "De hasznos lenne egy nyomozás...",
  "DIA_Roderich_SQ311_Mine_WhatNext_03_02": "Az is igaz. Az ilyen súlyos vádolások részletesebb kutatást igényelnek.",
  "DIA_Roderich_SQ311_Finish_15_01": "Lewko megpróbált megölni.",
  "DIA_Roderich_SQ311_Finish_03_02": "Micsoda? Ezt ohgy érted?",
  "DIA_Roderich_SQ311_Finish_15_03": "Amikor odaértünk a bányához, akkor láttuk, hogy az egyik bányász halott volt. Az őrök akiket adtál nekem elkezdték kihallgatni a szemtanúkat, addig én elmentem beszélgetni Lewkoval.",
  "DIA_Roderich_SQ311_Finish_15_04": "Amint szembesítettem a tényekkel amiket kiderítettem, nekem támadt.",
  "DIA_Roderich_SQ311_Finish_15_05": "Nem hagyott más választást, így megöltem. A bányászok az én elmondásomat erősítik meg a történtekről.",
  "DIA_Roderich_SQ311_Finish_03_06": "Jól cselekedtél. Ilyen veszélyes cselekvést észlelni és karcolás nélkül kijutni.",
  "DIA_Roderich_SQ311_Finish_03_07": "Észben tartom, amikor ideje lesz kiadni az előléptetéseket. Addig is... tessék, megérdemelted.",
  "DIA_Roderich_SQ311_Finish_03_08": "Már küldtem egy embert Lorenzohoz. A Céh profitálni fog a segítségeddel, úgyhogy lehet jut neked pár százalék.",
  "DIA_Roderich_Q205_Finish_15_01": "Jelentem a visszatérésemet a küldetésről!",
  "DIA_Roderich_Q205_Finish_03_02": "Azt látom, de hol vannak az embereim? Kérem a jelentést!",
  "DIA_Roderich_Q205_Finish_Silbach_15_01": "Elértem Silbachba.",
  "DIA_Roderich_Q205_Finish_Silbach_15_02": "Kiderült, hogy Gerwin emberei ott voltak. Elég nagy felhajtást csináltak, aztán részegen és erőszakosan hagyták el a falut.",
  "DIA_Roderich_Q205_Finish_Silbach_03_03": "Gerwin ennyire engedetlen lehetett? Ez egyáltalán nem vall rá!",
  "DIA_Roderich_Q205_Finish_Silbach_15_04": "Salvi vette át az osztag vezetését. Felzendültek és elbántak Gerwinnel és az ellenkezőkkel.",
  "DIA_Roderich_Q205_Finish_Silbach_03_05": "Salvi? Az a mocskos disznó! Amint elkapom meg fogja bánni a napot, amikor megszületett! Még ő fogja kérni a hajót a Bányák Völgyébe, amikor végzek majd vele.",
  "DIA_Roderich_Q205_Finish_Silbach_03_06": "Mi van Gerwinnel?",
  "DIA_Roderich_Q205_Finish_Cave_15_01": "A renegátok egy barlangban bújtak meg Silbach mellett.",
  "DIA_Roderich_Q205_Finish_Cave_15_02": "Egy viszonylag nagy mennyiségű ellátmányt összegyűjtöttek és bebarikádozták mindkét bejáratot.",
  "DIA_Roderich_Q205_Finish_Cave_15_03": "Őröket is állítottak a tábor köré.",
  "DIA_Roderich_Q205_Finish_Cave_03_04": "Rohadékok! Azok a szállítmányok biztosan azok voltak, amik a háborús adóba számítanak bele.",
  "DIA_Roderich_Q205_Finish_Cave_03_05": "Ennek azon nyomban véget kell vetni. Ezek a renegátok romba dönthetik az osztagunk hírnevét.",
  "DIA_Roderich_Q205_Finish_FoundGerwin_15_01": "Megtaláltam Gerwin holttestét. Csak a címeredből ismertem meg ami a teste mellett volt.",
  "DIA_Roderich_Q205_Finish_FoundGerwin_03_02": "Basszameg... Ő egy jó ember és egy remek őr volt. Reménykedtem, hogy hátha ő el tudott menekülni az osztagtól és túlélt.",
  "DIA_Roderich_Q205_Finish_FoundGerwin_03_03": "Ez egy rendkívül szomorú hír az egész őrségnek.",
  "DIA_Roderich_Q205_Finish_NoFound_15_01": "Sajnos nem tudtam megtalálni.",
  "DIA_Roderich_Q205_Finish_NoFound_03_02": "Kiküldök pár felderítőt a területre, ők gondoskodnak róla.",
  "DIA_Roderich_Q205_Finish_Exit_15_01": "A barlangnak kettő kijárata van, abból az egyik egy kisebb medencébe vezet a Kereskedők Céhe Bányájának a közelében.",
  "DIA_Roderich_Q205_Finish_Exit_03_02": "Reménykedjünk, hogy nem fogják megtámadni a Céh előörst. A következményei a mostani politikai helyzetben katasztrofális lenne számunkra.",
  "DIA_Roderich_Q205_Finish_Exit_03_03": "Viszont ez ad nekünk pár mozgásteret, amikor megtervezzük a támadást.",
  "DIA_Roderich_Q205_Finish_Berto_15_01": "Még mindig vannak hűséges őrök Salvi osztagjában, beleértve Bertot.",
  "DIA_Roderich_Q205_Finish_Berto_03_02": "Biztos vagy benne? Megengedte, hogy megtörténjen a lázadás és még mindig a mi oldalunkon van?",
  "DIA_Roderich_Q205_Finish_Berto_15_03": "Ha ő nem lett volna, akkor soha nem tudtam volna kijutni abból az átkozott barlangból.",
  "DIA_Roderich_Q205_Finish_Berto_03_04": "Oké, nekem elég a szavad. Valaki belsős jól jönne ahhoz, hogy tönkre tegyük a szervezetüket...",
  "DIA_Roderich_Q205_Finish_Docs_15_01": "Megszereztem pár dokumentumot ami azt mutatja, hogy a renegátok terveznek valamilyen nagy támadást.",
  "DIA_Roderich_Q205_Finish_Docs_03_02": "Szóval nemcsak megbuktak a saját feladatuk elvégzésében egy már instabil régióban, hanem még egy lapáttal rádobnak a maradék őrség terhére?",
  "DIA_Roderich_Q205_Finish_Docs_03_03": "Vajon mi másra gondolhatott még ez az őrült? Kiderítettél valami részletet?",
  "DIA_Roderich_Q205_Finish_Docs_15_04": "Sajnos nem.",
  "DIA_Roderich_Q205_Finish_Docs_03_05": "Legalább szemmel tudjuk őket tartani így, hogy tudjuk merre vannak.",
  "DIA_Roderich_Q205_Finish_Docs_03_06": "Nem engedhetjük meg ezeknek az árulóknak azt, hogy még több pusztítást és zűrzavart okozzanak.",
  "DIA_Roderich_Q205_Finish_Armor_15_01": "Megszereztem ezt a páncélt a renegátoktól.",
  "DIA_Roderich_Q205_Finish_Armor_03_02": "Ez biztos az egyik őré volt, aki nem állt át Salvi oldalára.",
  "DIA_Roderich_Q205_Finish_Armor_03_03": "Viszont az is biztos, hogy ez nem Gerwiné volt, ő jobb páncélra volt jogosult a rangja miatt.",
  "DIA_Roderich_Q205_Finish_Armor_03_04": "Megtarthatod azt az egyenruhát, megérdemelted.",
  "DIA_Roderich_Q205_Finish_Armor_03_05": "De először vidd el Lennarthoz. Ő visszaállítja a régi dicsőségébe.",
  "DIA_Roderich_Q205_Finish_Brother_15_01": "Egy lehetséges nyomot találtam a testvéremet illetően.",
  "DIA_Roderich_Q205_Finish_Brother_03_02": "Az remek! Bár a jelentés eddigi részletei után nem számítottam ilyen hírre. Mit találtál?",
  "DIA_Roderich_Q205_Finish_Brother_15_03": "Megtanultam, hogy egy Antonio nevű férfi rejtőzködik Rita borászata környékén. Elvileg ő egy csempész és több helyi banditával is vannak kapcsolatai.",
  "DIA_Roderich_Q205_Finish_Brother_03_04": "Még nem hallottam semmilyen Antoniorol. Valószínűleg valamilyen kis hal aki megpróbál gazdag lenni csempészetből és zsákmányolásból, de a végén a közeli mocsárban fogja végezni.",
  "DIA_Roderich_Q205_Finish_Brother_03_05": "Más helyzetben azt mondanám, hogy engedd el ezt a nyomot, de mostanában az emberek hajlamosak a leggusztustalanabb bűnöket is megteszik pár érméért cserébe.",
  "DIA_Roderich_Q205_Finish_Brother_03_06": "Ha elmész oda, akkor légy óvatosn, a sziget déli oldala egy veszélyes hely.",
  "DIA_Roderich_Q205_Finish_All_15_01": "Csak ennyit derítettem ki.",
  "DIA_Roderich_Q205_Finish_All_03_02": "Nagyon komplikáltak lettek a dolgok...",
  "DIA_Roderich_Q205_Finish_All_03_03": "Nem csak az, hogy a banditák még mindig léteznek Silbach környékén, de már az én embereim is köztük vannak!",
  "DIA_Roderich_Q205_Finish_All_03_04": "Óvatosan át kell gondolnom, hogyan fogom megoldani ezt a problémát.",
  "DIA_Roderich_Q205_Finish_All_03_05": "Jól cselekedtél, Marvin. Gratulálok és...",
  "DIA_Roderich_Q205_Finish_All_03_06": "Örülök, hogy ismét köztünk vagy. Pihenj egyet, foglalkozz a saját dolgaiddal, megérdemelted.",
  "DIA_Roderich_QM401_Start_03_01": "Végre itt vagy, Marvin! Tudom, hogy mostanában sokminden jár az eszeden, de van egy feladatom számodra ahol felbecsülhetetlen lenne a segítséged.",
  "DIA_Roderich_QM401_Start_03_02": "Nem sokkal később, miután visszatértél Gerwin osztagjának a megkereséséből, kiküldtem pár felderítőt, hogy lessék meg a renegát búvóhelyet.",
  "DIA_Roderich_QM401_Start_03_03": "Pár nappal ezelőtt kaptam meg a legutolsó jelentést tőlük, azóta semmi új hír. Szerintem mindketten tudjuk, hogy ez mit jelenthet.",
  "DIA_Roderich_QM401_Start_03_04": "Ideje közbeszólni. Nem engedhetem meg, hogy egy egész osztag őrségi páncélzatban járja a szigetet és több pusztítást okozzon.",
  "DIA_Roderich_QM401_Start_03_05": "Összeállítottam egy támadó osztagot. Mint az egyetlen ember, akinek tapasztalata van ezekkel az árulókkal, így te fogod vezetni őket.",
  "DIA_Roderich_QM401_Start_03_06": "Oktav should already be waiting for you in the main barracks square.",
  "DIA_Roderich_QM401_Start_Yes_15_01": "Yes, sir!",
  "DIA_Roderich_QM401_CaveAttack_Next_03_01": "The journal is in a terrible state. I'll send it back to the scribe, maybe he can recover at least some of the information.",
  "DIA_Roderich_QM401_CaveAttack_Next_03_02": "However, that doesn't change the fact that since it's about the brothers' conflict, it's certainly about Valerio's vineyard.",
  "DIA_Roderich_QM401_CaveAttack_Next_03_03": "Do you know anything about Salvi's current hideout and the other renegades?",
  "DIA_Roderich_QM401_CaveAttack_03_01": "The renegades have already been sent to the Kingdom of Beliar?",
  "DIA_Roderich_QM401_CaveAttack_15_02": "Unfortunately, they managed to leave the hideout before we got there.",
  "DIA_Roderich_QM401_CaveAttack_03_03": "Those damned renegades! What must I do to finally get rid of them?",
  "DIA_Roderich_QM401_CaveAttack_03_04": "How could you let them escape? Do you have any good news?",
  "DIA_Roderich_QM401_CaveAttack_Journal_15_01": "Thanks to Berto, I was able to get hold of Salvi's further plans.",
  "DIA_Roderich_QM401_CaveAttack_Journal_03_02": "Let's see...",
  "DIA_Roderich_QM401_CaveAttack_Vineyard_15_01": "It talks about an attack on a vineyard, I suspect it's about...",
  "DIA_Roderich_QM401_CaveAttack_Gaspar_15_01": "...Rita's Vineyard.",
  "DIA_Roderich_QM401_CaveAttack_Valerio_15_01": "...Valerio's Vineyard.",
  "DIA_Roderich_QM401_WhereSalvi_Description": "They split up and wait for a signal from their leader.",
  "DIA_Roderich_QM401_WhereSalvi_15_01": "They seem to have separated and are waiting for a signal from their leader.",
  "DIA_Roderich_QM401_WhereSalvi_03_02": "Then we must begin preparations immediately. I will send an entire assault unit to defend the vineyard.",
  "DIA_Roderich_QM401_WhereSalvi_03_03": "Do you have anything else to share?",
  "DIA_Roderich_QM401_WhereSalvi_Again_15_01": "I am to meet Berto again, perhaps he will have more information for us.",
  "DIA_Roderich_QM401_WhereSalvi_Again_03_02": "Good, he hasn't let us down so far, and let's hope that doesn't change.",
  "DIA_Roderich_QM401_WhereSalvi_Again_03_03": "As soon as you manage to gather some information, immediately head towards Valerio's vineyard. If you're not wrong about the attack, the others will definitely need your help.",
  "DIA_Roderich_QM401_WhereSalvi_Again_03_04": "The vineyards are this island's treasure, and it's no secret that I'd prefer it if we could get rid of these traitors without risking damage to the surrounding plantations.",
  "DIA_Roderich_QM401_Barracks_15_01": "Berto also mentioned Salvi's supporters in the barracks.",
  "DIA_Roderich_QM401_Barracks_03_02": "Normally I'd make you spit out those words and order a punitive watch...",
  "DIA_Roderich_QM401_Barracks_03_03": "...but in light of the current situation, I obviously need to pay more attention to the people I select to defend the vineyard.",
  "DIA_Roderich_SQ229_Raport_Description": "I met fishermen who were carrying packages of swampweed.",
  "DIA_Roderich_SQ229_Raport_15_01": "At the lighthouse, near the Amber Coast, I met some fishermen who were carrying packages of swampweed.",
  "DIA_Roderich_SQ229_Raport_15_02": "They attacked me as soon as I got there.",
  "DIA_Roderich_SQ229_Raport_03_03": "As a matter of fact, I heard there's some shady characters hanging around that area. I was going to assign this case to someone, but I see you got ahead of me.",
  "DIA_Roderich_SQ229_Raport_03_04": "Were you able to confiscate the goods?",
  "DIA_Roderich_Q229_Finish_MIL_15_01": "Yeah.",
  "DIA_Roderich_Q229_Finish_MIL_03_02": "Great, here's your reward.",
  "DIA_Roderich_Q229_EndRaport_15_01": "No, she went down with one of the fishermen.",
  "DIA_Roderich_Q229_EndRaport_03_02": "Tough luck, but be more careful next time, stuff like this can be evidence in a case.",
  "DIA_Roderich_QM401_Finish_Description": "I'm back from the vineyard, battle is won.",
  "DIA_Roderich_QM401_Finish_15_01": "I return from the vineyard, the battle won. Winstan has instructed me to deliver the news, and he will arrive with a full report himself.",
  "DIA_Roderich_QM401_Finish_03_02": "I knew that Innos would guide your blades to restore order and justice.",
  "DIA_Roderich_QM401_Finish_03_03": "In what condition is the vineyard and our people?",
  "DIA_Roderich_QM401_Finish_15_04": "The battle took place in front of the vineyard, its territory left intact.",
  "DIA_Roderich_QM401_Finish_15_05": "We suffered minor losses during the battle.",
  "DIA_Roderich_QM401_Finish_15_06": "We managed to come out of the fight without loss.",
  "DIA_Roderich_QM401_Finish_03_07": "What about that damned traitor Salvi?",
  "DIA_Roderich_QM401_Finish_SalviDead_15_01": "Yes, Salvi and all his people are biting the dust.",
  "DIA_Roderich_QM401_Finish_SalviDead_03_02": "It's a bit of a shame they couldn't be brought to justice, but open mutiny, murder and Innos himself knows what else... They deserved such an end.",
  "DIA_Roderich_QM401_Finish_SalviDead_03_03": "This insult to the guard's honor has kept me up at night for days. You did a great job, Marvin. Congratulations.",
  "DIA_Roderich_QM401_Finish_SalviDead_15_04": "Nothing would have worked if it weren't for Berto. It was his information and him risking his life that allowed us to defeat Salvi.",
  "DIA_Roderich_QM401_Finish_SalviDead_03_05": "I will personally see to it that he is properly recognized for his services. You had a good feeling about trusting him.",
  "DIA_Roderich_SQ503_Start_03_01": "Your recent actions in the guard would have intimidated many a paladin. Though you're not from here, you've shed more blood for this island than half its citizens combined.",
  "DIA_Roderich_SQ503_Start_03_02": "I know that your private affairs still remain, shall we call it, open. I promise that as soon as my hands are not as tied as they are now, I will try to help you more in this matter.",
  "DIA_Roderich_SQ503_Start_03_03": "In order to bring order to Archolos, we need to fix this place up brick by brick and plank by plank.",
  "DIA_Roderich_SQ503_Start_03_04": "For too long I have tolerated this burrow of lawlessness that Cortez has set up for himself in the southern marshes.",
  "DIA_Roderich_SQ503_Start_03_05": "I've decided to join forces with the Merchant's Guild and put a stop to this whole Scoundrel's Haven.",
  "DIA_Roderich_SQ503_Start_03_06": "Check in with Winstan, he's in charge of coordinating the strike force.",
  "DIA_Roderich_SQ503_Finish_15_01": "The Scoundrel's Haven has officially ceased to exist.",
  "DIA_Roderich_SQ503_Finish_03_02": "I have already received news of the success of your mission.",
  "DIA_Roderich_SQ503_Finish_03_03": "If I'm being honest, I didn't expect anyone to be able to talk sense into them.",
  "DIA_Roderich_SQ503_Finish_03_04": "Though I make no secret that I would sleep more soundly if all these criminals said goodbye to our world.",
  "DIA_Roderich_SQ503_Finish_03_05": "Grayson will no doubt be pleased to have a few more prisoners to work with in the Valley of Mines.",
  "DIA_Roderich_SQ503_Finish_03_06": "I completely understand that sometimes the best way out of a situation is cold steel.",
  "DIA_Roderich_SQ503_Finish_03_07": "As civilized people we gave them a choice. It was their mistake to reject this reasonable proposal.",
  "DIA_Roderich_SQ503_Finish_03_08": "There's only one higher rank I can bestow upon you.",
  "DIA_Roderich_SQ503_Finish_03_09": "I, therefore, solemnly appoint you my personal deputy. From now on, you are the second most important person in the entire City Guard and the head of all units.",
  "DIA_Roderich_SQ503_Finish_03_10": "Remember that this is not only a great honor, but more importantly a great responsibility.",
  "DIA_Roderich_SQ503_Finish_03_11": "Accept this weapon as well. It comes from my personal collection, may it serve you as a symbol of your rank.",
  "DIA_Roderich_SQ503_Finish_03_12": "Set an example among the citizens, guard them every day and may Innos be with you.",
  "DIA_Roderich_CanYouTeach_15_00": "Could you train me?",
  "DIA_Roderich_CanYouTeach_03_01": "As commander of the guard, I cannot teach its every member. I am in charge of training only our best people, from the elite forces.",
  "DIA_Roderich_CanYouTeach_03_02": "Of course. Like any elite member of the guard, I'm happy to train you.",
  "DIA_Roderich_CanYouTeach_15_03": "And what do you train in?",
  "DIA_Roderich_CanYouTeach_03_04": "In the use of one-handed and two-handed weapons. I also help with strength training.",
  "DIA_Roderich_NoMore_03_01": "Damn it, I hope I never have to face you! I can't teach such an accomplished warrior anything else.",
  "DIA_Roderich_Teach_15_00": "I want to train.",
  "DIA_Roderich_Teach_03_01": "Remember, discipline during training is paramount.",
  "DIA_Roderich_Teach_1H1_03_00": "I said, I only train the best.",
  "DIA_Roderich_Teach_1H1_03_01": "You're doing good.",
  "DIA_Roderich_Teach_1H5_03_02": "I said, I only train the best.",
  "DIA_Roderich_Teach_1H5_03_03": "You're making progress.",
  "DIA_Roderich_Teach_2H1_03_00": "I said, I only train the best.",
  "DIA_Roderich_Teach_2H1_03_01": "You're doing good.",
  "DIA_Roderich_Teach_2H5_03_00": "I said, I only train the best.",
  "DIA_Roderich_Teach_2H5_03_01": "You're making progress.",
  "DIA_Roderich_TeachSTR1_03_00": "I said, I only train the best.",
  "DIA_Roderich_TeachSTR1_03_01": "You're doing good.",
  "DIA_Roderich_TeachSTR5_03_00": "I said, I only train the best.",
  "DIA_Roderich_TeachSTR5_03_01": "You're making progress.",
  "DIA_Roderich_Promotion_Tier1_03_01": "Here you are. I hope you will no longer doubt my instructions, for I have something important to share with you.",
  "DIA_Roderich_Promotion_Tier1_03_04": "We rarely get to do this, but both Winstan and Weigar are impressed with your skills. So you can decide whether to join the swordsmen or the crossbowmen.",
  "DIA_Roderich_Promotion_Tier1_03_05": "The only thing I'm asking you is not to mess with the paperwork. Once you make up your mind, there's no going back.",
  "DIA_Roderich_Promotion_Tier1_03_03": "I recently appointed Weigar as the leader of the crossbowmen unit. He spoke very positively about you, so if you are ready, you can become one of our crossbowmen.",
  "DIA_Roderich_Promotion_Tier1_03_02": "Oktav recently conveyed to Winstan that you are quite capable of handling problems. I think you would be a good addition to our swordsmen.",
  "DIA_Roderich_Promotion_Tier1_03_06": "Congratulations on getting noticed so quickly, and good luck with your continued service.",
  "DIA_Roderich_Promotion_Tier1_15_07": "Just in case - no thanks.",
  "DIA_Roderich_Promotion_Tier1_Weigar_03_02": "Take your time to think about your choice, and remember that once you sign up for one, there's no going back. We don't like to mess with the paperwork when its unnecessary.",
  "DIA_Roderich_Promotion_Tier1_Weigar_03_01": "You're an interesting person, boy. First Winstan wanted you among his swordsmen, and now Weigar says you are fit to be a crossbowman!",
  "DIA_Roderich_Promotion_Tier1_Winstan_03_01": "Not long ago I told you of Weigar's offer, and now Winstan wants to see you as a swordsman!",
  "DIA_Roderich_SQ301_15_01": "Couldn't the guard use an iron mine?",
  "DIA_Roderich_SQ301_03_02": "Of course we could use one. Why do you ask?",
  "DIA_Roderich_SQ301_15_03": "I found one when a guy tried to trick me. It's located in a small basin outside of town.",
  "DIA_Roderich_SQ301_03_04": "You mean right under our noses? Damn those scouts of ours. Thank you for the information. I'm sure we'll make good use of it.",
  "DIA_Roderich_SQ301_03_05": "Here, extra work means extra pay.",
  "DIA_Roderich_KQ407_GraysonLetter_Description": "I bring a letter from Grayson. It's a matter of the utmost importance.",
  "DIA_Roderich_KQ407_GraysonLetter_15_01": "I bring a letter from Grayson. It's a matter of the utmost importance.",
  "DIA_Roderich_KQ407_GraysonLetter_03_02": "Sounds serious. Let me take a look at it.",
  "DIA_Roderich_KQ407_GraysonLetter_03_03": "Do you know anything more about this?",
  "DIA_Roderich_KQ407_GraysonLetter_15_04": "Only that they took up positions in a few places on the island.",
  "DIA_Roderich_KQ407_GraysonLetter_03_05": "I don't like that Grayson wants to hide all this from Morris. However, I realize the gravity of the situation.",
  "DIA_Roderich_KQ407_GraysonLetter_03_06": "Oktav and Weigar will be assigned to this task, along with several of their best men.",
  "DIA_Roderich_KQ407_GraysonLetter_03_07": "Tell His Excellency that we are waiting to hear where we are to assemble.",
  "DIA_Roderich_KQ407_GraysonLetter_Anything_15_01": "You want me to pass on something else?",
  "DIA_Roderich_KQ407_GraysonLetter_Anything_03_02": "Ah, yes. We managed to capture one of the orcs. I think he's a scout.",
  "DIA_Roderich_KQ407_GraysonLetter_Anything_03_03": "We locked him in the old interrogation room. It hasn't been used in years, but this beast is too dangerous to be thrown into a normal cell.",
  "DIA_Roderich_Promotion_TierFinal_03_01": "Marvin, I have some very important information to share with you.",
  "DIA_Roderich_Promotion_TierFinal_03_02": "You have proven time and time again that you can be trusted with a difficult task without the risk of the city guard losing its face.",
  "DIA_Roderich_Promotion_TierFinal_03_03": "It is for this reason that I, along with other high ranking members of our organization, have decided that you deserve the highest rank possible.",
  "DIA_Roderich_Promotion_TierFinal_03_04": "I hereby appoint you crossbowman second class.",
  "DIA_Roderich_Promotion_TierFinal_03_05": "I hereby appoint you swordsman second class.",
  "DIA_Roderich_Promotion_TierFinal_03_06": "From now on, you are among the elite of the Archolos City Guard and among its leading representatives. Your promotion will be sealed by the commander of the entire unit.",
  "DIA_Roderich_Promotion_TierFinal_03_07": "Congratulations.",
  "DIA_Roderich_Ambient_03_01": "Good of you to join us. We need young blood, and the guard isn't as bad as they say.",
  "DIA_Roderich_Ambient_03_02": "The situation at the front is getting worse. I won't be surprised if the King starts recruiting our men again.",
  "DIA_Roderich_Ambient_03_03": "The island's economy can't hold out much longer. Even Archolos cannot accommodate such a number of newcomers from other islands.",
  "DIA_Roderich_Ambient_03_04": "The scouts' reports of orcs are very disturbing. We must prepare for the worst.",
  "DIA_Roderich_Ambient_03_05": "The situation is as stable as it can be these days. There is no reason for concern.",
  "DIA_Roderich_Ambient_03_06": "The guard is in control. As commander, I'm proud of the guys for doing so well.",
  "DIA_Roderich_Ambient_03_07": "We are constantly investigating the credibility of rumors of an impending orc attack and taking appropriate steps to be ready for any eventuality.",
  "DIA_Roderich_Ambient_03_08": "The orcs will be quite surprised to see what the Archolos city guard is capable of.",
  "DIA_Roderich_Q312_Finish_Special_03_02": "Yes, when the safety of citizens is threatened, the governor can temporarily restrict some civil liberties.",
  "DIA_Roderich_Q312_Finish_Special_03_03": "This time the state of emergency has been divided into two stages.",
  "DIA_Roderich_Q312_Finish_Special_03_04": "Initially, the entire city was closed off to stop the commotion.",
  "DIA_Roderich_Q312_Finish_Special_03_05": "Fortunately, we were able to get the situation under control quickly, and have now moved on to the second stage.",
  "DIA_Roderich_Q312_Finish_Special_03_06": "This means increased checks at the gates and extra patrols on the streets.",
  "DIA_Roderich_Q312_Finish_Volker_15_01": "An attack on Volker?",
  "DIA_Roderich_Q312_Finish_Volker_15_04": "It couldn't have been someone from that ship?",
  "DIA_Roderich_Q312_Finish_Volker_03_05": "This was our first lead, but the attack came moments before the first fugitive set foot in the harbor.",
  "DIA_Roderich_Q312_Finish_Volker_03_06": "My boys have caught one suspect, but at this point we are unable to prove his guilt.",
  "DIA_Roderich_Q312_Finish_Volker_03_07": "That's where you come in. I want you to start your own independent investigation and help get evidence on the assassin, whoever it may be.",
  "DIA_Roderich_Q312_Finish_Why_03_07": "Morris cares that the Envoy finds the island in the best possible condition.",
  "DIA_Roderich_Q312_Finish_Why_03_08": "A bunch of begging refugees, protesting citizens, and the most important taxpayer on Archolos almost getting killed is not exactly an encouraging sight.",
  "DIA_Roderich_Q312_Finish_Me_15_01": "Why should I deal with it?",
  "DIA_Roderich_Q312_Finish_Me_03_02": "Because you have a head for such things. You proved that when you were looking for those damned renegades.",
  "DIA_Roderich_Q312_Finish_Me_03_03": "Not only were you able to track them down, but you collected the necessary evidence and got away with it.",
  "DIA_Roderich_Q312_Finish_Me_03_04": "You are able to think outside the box while following orders. These are very important qualities of a good guard.",
  "DIA_Roderich_Q312_Finish_All_03_06": "Back to the matter of your earlier absence. Did you manage to find out anything about your brother?",
  "DIA_Roderich_Q312_Finish_Brother_03_03": "I'm here first and foremost to keep the whole city from descending into chaos.",
  "DIA_Roderich_Q312_Finish_Brother_03_04": "However, I understand your attachment to your brother, so once we resolve this issue in the city, you can return to your investigation.",
  "DIA_Roderich_Q312_Finish_Beta_03_02": "Who knows, maybe while solving this crime, you'll come across something that can help your brother.",
  "DIA_Roderich_Q308FINISH_Blood_15_03": "I preferred to make my own discernment, so I collected some of the liquid into a flask.",
  "DIA_Roderich_Q308FINISH_Bloodnext_15_01": "Moreover, the master himself mentioned that there was a young boy, similar to Ars, who inquired about the types of animal blood.",
  "DIA_Roderich_Q308FINISH_Bloodnext_15_02": "Given that Ars had a motive and was seen around the property, everything points to him being the author of the paintings on Volker's house.",
  "DIA_Roderich_Q308FINISH_Bloodnext_03_03": "In that case, different people must be responsible for the acts of vandalism in Old Town and on Volker's property.",
  "DIA_Roderich_Q308FINISH_Bloodnext_03_04": "First, Ars didn't have access to this district, and second, the paintings here, as I learned few hours before we met, were created with paint.",
  "DIA_Roderich_Q308FINISH_Bloodnext_03_05": "Any ideas who is responsible for these paintings in Old Town?",
  "DIA_Roderich_Q308FINISH_Bloodnext_03_06": "Maybe those damn flyers, which have been distributed around town lately, have messed with people's minds enough to start committing acts of vandalism.",
  "DIA_Roderich_Q308FINISH_Bloodnext_03_07": "Were you able to determine who was responsible for those papers?",
  "DIA_Roderich_Q308FINISH_Blood_Workers_15_01": "I think it may have been done by the servants of the rich in Old Town.",
  "DIA_Roderich_Q308FINISH_Blood_Workers_03_02": "That's a very reasonable guess... Looks like we'll have to increase patrols even here.",
  "DIA_Roderich_Q308FINISH_Blood_NoOne_15_01": "I don't have any suspects at this point.",
  "DIA_Roderich_Q308FINISH_Blood_NoOne_03_02": "In that case, we will have to take a close look at this case once the perpetrator is punished.",
  "DIA_Roderich_Q308FINISH_Slager_15_01": "Slager told me it was molerat's blood...",
  "DIA_Roderich_Q308FINISH_Volker_15_01": "One of Volker's men relayed to me that Slager had identified the blood and it belonged to a molerat.",
  "DIA_Roderich_Q308_ReadyToFinish_15_01": "I managed to investigate the assassination attempt.",
  "DIA_Roderich_Q308_ReadyToFinish_03_02": "Excellent! I knew I could count on you.",
  "DIA_Roderich_Q308_ReadyToFinish_03_03": "No time to waste, we need to get this information to Morris and the others as soon as possible. The longer the verdict goes unannounced, the angrier the citizens get.",
  "DIA_Roderich_Q308_ReadyToFinish_Check_15_01": "I'll check something else.",
  "DIA_Roderich_Q308_ReadyToFinish_Check_03_02": "A good guard can find a balance between haste and accuracy, but in the current situation, we don't have much time.",
  "DIA_Roderich_LeaveGuildForever_03_01": "Marvin, until the very end I was hoping it wouldn't come to this, but you leave me no choice.",
  "DIA_Roderich_LeaveGuildForever_03_02": "You let me down when we needed your help the most. I will not have people here that I cannot rely on.",
  "DIA_Roderich_LeaveGuildForever_03_03": "As of this moment, I am revoking your title of city guard and all privileges associated with it.",
  "DIA_Roderich_Q203_Next_13_01": "I won't beat around the bush. Guard work these days is pretty tough.",
  "DIA_Roderich_LeaveGuild_15_01": "I'd like to end our cooperation.",
  "DIA_Roderich_LeaveGuild_03_02": "You want to leave the city guard? Do you know what that entails?",
  "DIA_Roderich_LeaveGuild_03_03": "You will lose your rank, all your uniforms, and for all your comrades you will become an ordinary citizen. There will be no going back.",
  "DIA_Roderich_LeaveGuild_03_04": "Are you confident in your decision and aware of the consequences?",
  "DIA_Roderich_LeaveGuild_Yes_15_01": "Yes, I am.",
  "DIA_Roderich_LeaveGuild_Yes_03_02": "So be it. As of this moment, you are no longer a guard.",
  "DIA_Roderich_Ambient_03_09": "Citizen, if you didn't come here to pay a fine, then we have nothing to talk about.",
  "DIA_Roderich_AboutGuild_15_01": "Can you tell me something about the guard?",
  "DIA_Roderich_AboutGuild_03_02": "The history of the guard on Archolos is closely related to the first appearance of the Myrtanians on the island.",
  "DIA_Roderich_AboutGuild_03_03": "However, I won't bore you with dates and all the historical details.",
  "DIA_Roderich_AboutGuild_03_04": "As in the rest of the kingdom, we are in charge of maintaining order, enforcing royal edicts, and defending the island in the event of an invasion.",
  "DIA_Roderich_AboutGuild_03_05": "What sets the guard on Archolos apart, is the division into elite units of swordsmen and crossbowmen.",
  "DIA_Roderich_AboutGuild_03_06": "This tradition was abandoned many years ago, due to deficiencies in equipment and training, but I am working hard to bring it back.",
  "DIA_Roderich_Leader_15_01": "So you're in charge of the city, huh?",
  "DIA_Roderich_Leader_03_02": "Far from it, boy. I'm commander of the guard, but like the other members of the city council, I answer to Governor Morris.",
  "DIA_Roderich_Leader_03_03": "He is the direct representative of the royal authority on Archolos.",
  "DIA_Roderich_Leader_03_04": "He and the other council members are in charge of setting new regulations, the city treasury and all the bureaucracy.",
  "DIA_Roderich_Leader_03_05": "They reside in the city hall in the Old Town, but are unlikely to receive visitors. Managing such a big island is a lot of work and even more responsibility.",
  "DIA_Roderich_King_03_02": "Our gracious King Rhobar II is a good ruler. He leads us to victory in the war against these accursed orcs.",
  "DIA_Roderich_King_03_03": "A lot of people curse him, and by extension us, guards, for all these harsh laws and taxes...",
  "DIA_Roderich_King_03_04": "...but I'll tell you one thing, if it weren't for those sacrifices, Myrtana might have stopped existing long ago. Victory requires perseverance.",
  "DIA_Roderich_Captain_15_01": "How did you become the commander of the guard?",
  "DIA_Roderich_Captain_03_02": "I started at the very bottom, just like everyone else. I became a recruit, then a guard, and after a few weeks I got another promotion.",
  "DIA_Roderich_Captain_03_03": "I was diligent, hardworking, and most of all, I always tried to strike a balance between following the rules and dealing with people.",
  "DIA_Roderich_Captain_03_04": "Years passed, and my actions gained more and more approval among the city council, while enraging the local criminals.",
  "DIA_Roderich_Captain_03_05": "Finally, after many months of investigation, I was able to unravel the biggest gang in the entire city.",
  "DIA_Roderich_Captain_03_06": "For my merits, I was offered the position of a commander of the entire guard. As you can see, since then I have been sitting in this office and trying to keep our city from all dangers.",
  "DIA_Roderich_Q203_goodfighter_Choice": "Well, I happened to chase off a couple of meatbugs...",
  "DIA_Roderich_Q203_MilitiaReady_No_Choice": "Joining the guard was the wrong decision.",
  "DIA_Roderich_Q203_MilitiaReady_Rethink_Choice": "I need to think about this some more.",
  "DIA_Roderich_Q205_Finish_Docs_Choice": "The Renegades are planning some sort of a major attack.",
  "DIA_Roderich_Q205_Finish_Silbach_FoundGerwin_Choice": "I found Gerwin's body.",
  "DIA_Roderich_Q205_Finish_Cave_Exit_Choice": "The cave has two exits...",
  "DIA_Roderich_Q312_Finish_Ben_Choice": "Turns out one of my brother's kidnappers...",
  "DIA_Roderich_Q312_Finish_Haven_Choice": "They call it 'Scoundrels' Haven'.",
  "DIA_Roderich_Q308FINISH_Bolt_Choice": "I managed to get the bolthead.",
  "DIA_Roderich_Q308FINISH_Yes_OsipGood_Choice": "One of his fellow inmates says otherwise.",
  "DIA_Roderich_Q308FINISH_Yes_OsipGood_BlakeGood_Choice": "I managed to get to Blake.",
  "DIA_Roderich_Q308FINISH_Yes_OsipGood_BlakeGood_BlakeV2_Choice": "Ars couldn't shoot a crossbow.",
  "DIA_Roderich_Q308FINISH_Yes_OsipGood_NoBlake_Know_Choice": "In one of the houses in the harbor.",
  "DIA_Roderich_Q308FINISH_Bolt_Norman_Choice": "I took it out of Norman's body.",
  "DIA_Roderich_Q308FINISH_Bolt_Norman_NoChoice_Choice": "I had no other choice.",
  "DIA_Roderich_Q308FINISH_Blood_Choice": "I collected it into a flask and went to a specialist.",
  "DIA_Roderich_Q308FINISH_Blood_Volker_Choice": "One of Volker's men told me that Slager identified the blood...",
  "DIA_Roderich_Q308FINISH_PosterV2_Choice": "Not really, but I know who distributes them.",
  "DIA_Roderich_Q308FINISH_PosterV2_No_Next_All_Choice": "That's all I found out.",
  "DIA_Roderich_Q308FINISH_PosterV1_Money_Choice": "Not exactly. Venzel was all about the money.",
  "DIA_Roderich_QM401_CaveAttack_Journal_Choice": "Thanks to Berto, I was able to get my hands on Salvi's plans.",
  "DIA_Roderich_QM401_CaveAttack_Journal_Vineyard_Gaspar_Choice": "Rita's.",
  "DIA_Roderich_QM401_CaveAttack_Journal_Vineyard_Valerio_Choice": "Valerio's.",
  "DIA_Roderich_QM401_WhereSalvi_Again_Choice": "I'm supposed to meet Berto again.",
  "DIA_Roderich_QM401_WhereSalvi_FastTravel_Choice": "(Go to the night meeting with Berto)",
  "DIA_Roderich_QM401_WhereSalvi_Leave_Choice": "(Take care of other matters)",
  "DIA_Roderich_KQ402_WhatAJoke_FuckOff_Choice": "Go to Beliar! (Leave the guard)",
  "DIA_Roderich_KQ402_WhatAJoke_DontKnow_Choice": "I don't know what to think about that.",
  "DIA_Roderich_KQ402_WhatAJoke_Yes_Choice": "On me? Always!",
  "DIA_Roderich_KQ402_WhatAJoke_No_Alright_Choice": "All right, all right. I'll take care of it.",
  "DIA_Roderich_KQ407_GraysonLetter_Anything_Choice": "Anything else you want me to pass on?",
  "DIA_Roderich_KQ407_GraysonLetter_Teleport_Choice": "(Go to Grayson)"
}
