{
  "DIA_Logar_ArsStuff_15_01": "A gyilkosnál volt valami?",
  "DIA_Logar_ArsStuff_03_02": "Nem sokminden, ha jól emlékszem. Leginkább csak kacatok.",
  "DIA_Logar_ArsStuff_15_03": "Elvetted a számszeríj-vesszőfejet amivel lelőtte azt a fiút?",
  "DIA_Logar_ArsStuff_03_04": "Számszeríj-vessző? Milyen számszeríj-vessző?",
  "DIA_Logar_ArsStuff_15_05": "Akkor nincs nálad?",
  "DIA_Logar_ArsStuff_03_06": "Nem láttam semmilyen számszeríj-vesszőt. Ha azzal lőtte meg, akkor azt a gyerek testében keresném a te helyedben.",
  "DIA_Logar_LudlofJail_03_01": "Jól tetted, hogy idehoztad, pajtás. Ennek a szemétnek a tömlőcben a helye.",
  "DIA_Logar_LudlofJail_03_02": "Ki gondolta volna!",
  "DIA_Logar_LudlofJail_03_03": "A mieink közül számítottam valakire, nem Lorenzo háziállatára.",
  "DIA_Logar_LudlofJail_03_04": "Összegezve a dolgot... szép munka. Minél kevesebb ilyen mocsok van az utcákon, annál könnyebb lesz nekünk feltakarítani.",
  "DIA_Logar_LudlofJail_15_14": "Hová lett a 'köszönöm'?",
  "DIA_Logar_LudlofJail_03_15": "A 'kapd be' is szép szó. Az megfelel?",
  "DIA_Logar_LudlofJail_03_05": "Mióta végzik el az átlagos lakosok a mi munkáinkat?",
  "DIA_Logar_LudlofJail_03_06": "Óh, várjunk, Én... én ismerlek téged.",
  "DIA_Logar_LudlofJail_03_07": "Te vagy a kardforgató osztagban.",
  "DIA_Logar_LudlofJail_03_08": "Te vagy a számszeríjász osztagban.",
  "DIA_Logar_LudlofJail_03_09": "Miért nem hordod az egyenruhádat? Most jelentselek a őrmesterhez?",
  "DIA_Logar_LudlofJail_15_10": "Az számít, hogy mit hordok, nem pedig az, hogy elkaptam ezt a rohadékot?",
  "DIA_Logar_LudlofJail_03_11": "A vészhelyzet alatt minden őrnek kötelessége hordania az egyenruháját amíg nem jön értesítés változásról.",
  "DIA_Logar_LudlofJail_03_12": "Más szóval: az egyenruhában alszol, az egyenruhában eszel és az egyenruhádban szarsz is, értetted?",
  "DIA_Logar_LudlofJail_15_13": "Ja, értem.",
  "DIA_Logar_LudlofJail_03_16": "Menj Oktavhoz, ő majd ad pár érmét a fáradozásodért.",
  "DIA_Logar_SQ317_Stuff_03_01": "Ő a barátod? Elkoboztunk tőle egy igen érdekes dolgot...",
  "DIA_Logar_SQ317_Stuff_03_02": "Szeretnéd visszakapni őket?",
  "DIA_Logar_SQ317_Stuff_03_03": "Hasznosnak találhatod őket, tessék.",
  "DIA_Logar_SQ317_BuyStuff_Description": "Add oda a cuccokat. (Fizess 150 Aranyat)",
  "DIA_Logar_SQ317_BuyStuff_15_01": "Add oda a cuccokat.",
  "DIA_Logar_Hello_03_01": "Mint minden más őr, annyi különbséggel, hogy mindig én kapom az őrjáratot a börtönnél. Meg is őrülhetsz attól, hogy azoknál a mocskok közelében vagy, de mi mást tehetek.",
  "DIA_Logar_Ambient_03_01": "Jól megy. Jól esne kinyújtani a lábamat egy kis akcióval, de kétlem, hogy a közeljövőben valami hasonló történne.",
  "DIA_Logar_Ambient_03_02": "Mostanában egyre rosszabb. Olyan sokminden történik a városban, de még mindig csak én kapom meg az őrjáratot a börtönnél.",
  "DIA_Logar_Ambient_03_03": "A Királyi Követ látogatása jó nagy kalamajkát okozott. Azt reméltem, hogy végre lenyugszik majd a helyzet a szigeten, de erre pont az ellenkezője történik.",
  "DIA_Logar_Ambient_03_04": "Hát, sajnos nem engedhetem meg magamnak, hogy beszéljek őrjárat alatt.",
  "DIA_Logar_Ambient_03_05": "Ember, nézz már körbe. Az őrnek teli van mindkét keze, te meg csak sétálgatsz mintha mi sem történt volna?"
}
