{
  "DIA_Norman_HELLO_03_01": "Szia, új vagy itt?",
  "DIA_Norman_HELLO_Next_03_01": "Mindenesetre, ha kell egy tanár, én szívesen segítek.",
  "DIA_Norman_HELLO_Yes_15_01": "Igen, mondhatjuk azt is.",
  "DIA_Norman_HELLO_Yes_03_02": "Ha új vagy akkor azt tanácsolom, hogy először vigyázz jól az erszényedre.",
  "DIA_Norman_HELLO_Yes_03_03": "Nem csak a zsebtolvajlásról beszélek, hanem az összes koldusról, akik megpróbálnak rád erőltetni valami baromságot.",
  "DIA_Norman_HELLO_No_15_01": "Semmi közöd hozzá.",
  "DIA_Norman_HELLO_No_03_02": "Nyugodj meg, én is új voltam egy ideig.",
  "DIA_Norman_SQ207_Problem_15_01": "Hallom, hogy az egyik embered Fridát zsarolja.",
  "DIA_Norman_SQ207_Problem_03_02": "Akkor az a jobb, ha egyenesen Bradlockhoz mész. Ő a közvetlen felettesünk.",
  "DIA_Norman_CanYouTeach_03_03": "Még nincs olyan sok év a hátam mögött, de mindig magam voltam és valahogy boldogulnom kellett.",
  "DIA_Norman_CanYouTeach_03_04": "Hol kardot suhintottam, hol egy fejszét, számszeríjjal vagy íjjal lőttem... bármi is érdekelne téged, lehet képesek vagyunk kitalálni rá valamit.",
  "DIA_Norman_Who_03_02": "A nevem Norman és én vagyok Volker egyik testőre.",
  "DIA_Norman_Who_03_03": "Valójában a nap részében nem csinálunk sokmindent. Időnként teszünk róla, hogy az arany elér az úticélhoz vagy hogy egy adós időben fizet.",
  "DIA_Norman_Who_03_04": "A pozitívum, hogy megkaptam ezt a kényelmes páncélt, van hol aludnom és van mit ennem. Viszont nem hiszem, hogy ez a legjobb hely arra, hogy nevet szerezz magadnak és előrébb lépj a karrieredben.",
  "DIA_Norman_Who_03_05": "Amint találok valami jobbat, le is lépek innen.",
  "DIA_Norman_Volker_15_02": "Mit gondolsz Volkerről?",
  "DIA_Norman_Volker_03_02": "Őszíntén, nem tudom...",
  "DIA_Norman_Volker_03_03": "Mindig határidőre kifizeti a fizetést. Biztosítja az alvóhelyet és felszerelésekkel lát el minket, hogy el tudjuk végezni a mindennapi feladatainkat.",
  "DIA_Norman_Volker_03_04": "Viszont akárhogy is nézed, ő a tartozó emberek kamatjaiból és kölcsöneiből gazdagodott meg és nagyon utálja, ha valaki húzza a kifizetésének az idejét.",
  "DIA_Norman_Volker_03_05": "A városban is változó az emberek véleményei róla.",
  "DIA_Norman_Volker_03_06": "Sokan álmodoznak arról, hogy hozzá hasonlóan meggazdagodjanak. Viszont sokan őt vádolják a kölcsönök miatt, és ezért gúnyosan Uzsorásnak nevezik.",
  "DIA_Norman_Volker_03_07": "Akármit is mondanak róla, ő az egyik legfontosabb embere a városnak és valószínűleg nem fogja az idejét pazarolni triviális ügyek vagy jelentéktelen emberek miatt."
}