{
  "DIA_Ernesto_Hello_15_01": "Ki vagy te?",
  "DIA_Ernesto_Hello_14_02": "Nem hallottál rólam? Honnan jöttél te?",
  "DIA_Ernesto_Hello_14_03": "A nevem Ernesto. Az én tulajdonomban van a legtöbb szőlőbirtok egész Myrtanában. Még maga a Király birtokán is van a szőlőmből!",
  "DIA_Ernesto_Buy_15_01": "Vehetek tőled bort?",
  "DIA_Ernesto_Buy_03_02": "Te meg vagy őrülve! Szerinted ilyen sikeres lennék, ha minden idegennel személyesen foglalkoznék akinek kéne a borom?",
  "DIA_Ernesto_Buy_03_03": "Én csak a komoly ügyfelekkel foglalkozom.",
  "DIA_Ernesto_Monopol_15_01": "Látom jó kis monopóliumod van abban amit csinálsz.",
  "DIA_Ernesto_Monopol_03_02": "Hát persze. Az emberek tudják mi a jó. És maga II. Rhobar ajánlása is elég bizonyíték a termékeim minőségére.",
  "DIA_Ernesto_Monopol_03_03": "Bárki aki megpróbál megjelenni a piacon, akárcsak egy pillanatra is, rögtön legyőzöm. Kegyelem nélkül.",
  "DIA_Ernesto_Monopol_15_04": "Biztosan nem csak egy ember próbálát letarolni a trónodról, hogy átvegyék az üzleted fölött az irányítást.",
  "DIA_Ernesto_Monopol_03_05": "Igen, voltak incidensek. Viszont olyan ügyetlenek voltak, hogy még mindig békében folytatom a bor-birodalmamat.",
  "DIA_Ernesto_FAQ002_Start_15_01": "Lorenzótol hallottam, hogy problémád van egy bizonyos alkímistával.",
  "DIA_Ernesto_FAQ002_Start_14_02": "Elmondani sem tudom, hogy milyen sokat várat engem! Olyan sokat, hogy végül nekem kellett felemelnem a seggemet a meleg tűzhely elől és én magam kellett gondoskodnom róla.",
  "DIA_Ernesto_FAQ002_Start_14_03": "Remélem te vagy a jó ember?",
  "DIA_Ernesto_FAQ002_Start_15_04": "A legjobb.",
  "DIA_Ernesto_FAQ002_Start_14_05": "Bátor szavak egy ilyen fiatalembertől. Nézzük csak meg, hogy alátámasztod-e ugyanannyira erős cselekedetekkel.",
  "DIA_Ernesto_FAQ002_ToThePoint_15_01": "Csupa fül vagyok.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_02": "Tessék, igyál egyet. Nehéz az ügy úgyhogy nincs értelme száraz szájjal beszélni.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_03": "Tudod igen érdekes ennek a városnak a népének az ízlése. Felerősödő gazdasági problémákkal ellentétben az emberek egyre inkább a magasabb polcú likőrök felé nyúlnak.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_04": "Szóval gyógynövényekbe és fűszerekbe kellett befektetnem a konyhában, amik manapság egyre nehezebben szerezhezőek be.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_05": "Viszont én magam nem tudok semmit se a növénytanban, szóval általában csak megrendelem a növények beszerzését.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_06": "Pár napja felbéreltem egy fickót a munkára aki azt állította, hogy úgy ismeri a növényeket, mint kevés másik.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_07": "Közben egy külvárosi alkímista Bodowin néven megrendelt tőlem három csomagnyi gyógynövényt.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_08": "Megkértem a fiút, hogy vegye fel a növényeket és vigye el az alkímistának.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_09": "Másnap reggel dörömbölést hallottam az ajtómon.",
  "DIA_Ernesto_FAQ002_ToThePoint_14_10": "Felkelek, kinézek, és Bodowin maga állt a teraszon, egy csomó növényt rángatva és azt mondta, hogy az emberem valami gyomot hozott neki!",
  "DIA_Ernesto_FAQ002_ToThePoint_14_11": "Most problémába ütköztem, mert ez az átkozott semmirekellő elbújt valahova, pénzt is költöttem rá, és a hírnevem? Bármelyik nap zuhanhat!",
  "DIA_Ernesto_FAQ002_ToThePoint_RichGuy_15_01": "Miért érdekel annyira Bodowin véleménye?",
  "DIA_Ernesto_FAQ002_ToThePoint_RichGuy_14_02": "Eh... csak amikor új piacra lépek be akkor szeretném megtartani a hírnevemet az ügyfelekkel. Reménykedtem, hogy Bodowin beajánlana mások közé.",
  "DIA_Ernesto_FAQ002_ToThePoint_RichGuy_14_03": "A probléma után biztos szidni fog és az emberek nem fognak engem megbízható partnerként látni!",
  "DIA_Ernesto_FAQ002_ToThePoint_start_15_00": "Hogyan segíthetek neked?",
  "DIA_Ernesto_FAQ002_ToThePoint_start_14_01": "Az lenne a legjobb, ha Bodowin elfelejtené az egészet.",
  "DIA_Ernesto_FAQ002_ToThePoint_start_14_11": "Amúgy ha valamiféle csoda folytán emgtalálnád azt a semmirekellőt akkor hozdd hozzám, több érmét kapsz érte.",
  "DIA_Ernesto_FAQ002_ToThePoint_Guy_15_01": "Ki volt ez a növényszakértő?",
  "DIA_Ernesto_FAQ002_ToThePoint_Guy_14_02": "Egy nagyon szegény szakértő az biztos. Pónifarokban hordta a haját.",
  "DIA_Ernesto_FAQ002_ToThePoint_Guy_14_03": "Kaf volt a neve. Milyen hülye név amúgy, nem?",
  "DIA_Ernesto_FAQ002_ToThePoint_Know_15_01": "Honnan ismerted ezt az embert?",
  "DIA_Ernesto_FAQ002_ToThePoint_Know_14_02": "Sigrid, egy régi barátom küldte hozzám, én meg elfogadtam az ajánlatot, mert miért is ne. Akkor még bíztam benne.",
  "DIA_Ernesto_FAQ002_ToThePoint_Know_14_03": "Vigyáz a Kézművesek Negyedében lévő birkákra, a kaszárnya keleti kapuja közelében. Ha eltévednél akkor menj az egyik fullajtárhoz és kérj eligazítást.",
  "DIA_Ernesto_FAQ002_ToThePoint_ThatsAll_15_01": "Megpróbálom minél hamarabb megoldani ezt az ügyet.",
  "DIA_Ernesto_FAQ002_ToThePoint_ThatsAll_14_02": "Ha kudarcot vallasz akkor Lorenzo tudni fog róla, aztán álmodozhatsz az Araxosba való bejutásról.",
  "DIA_Ernesto_FAQ002_ToThePoint_ThatsAll_14_03": "Ne feledd, az én szavazatom sokat jelent neki.",
  "DIA_Ernesto_FAQ002_ToThePoint_ThatsAll_14_04": "Ha elrontod, akkor Lorenzo tudni fog mindenről és akkor rendesen levon a fizetésedből.",
  "DIA_Ernesto_FAQ002_ToThePoint_ThatsAll_14_05": "Jól tudja, hogy mennyire nem bírom a lazsálókat.",
  "DIA_Ernesto_Ambient_15_00": "Hogy van a borod?",
  "DIA_Ernesto_Ambient_14_01": "Nincs változás. Még mindig a legjobb a királyságban.",
  "DIA_Ernesto_Ambient_14_02": "Mondanám, hogy próbáld ki, de te még bor és rum között sem tudnád megmondani a különbsséget.",
  "DIA_Ernesto_Ambient_14_03": "Most érkezik még több fogadóba még több hordó. Minden terv szerint halad.",
  "DIA_Ernesto_Ambient_14_04": "A helyedben én elvégezném a munkámat ahelyett, hogy csevegéssel pazaroljam az időmet.",
  "DIA_Ernesto_Ambient_14_05": "Különben egy törött érmét sem fogsz kapni tőlem!",
  "DIA_Ernesto_Ambient_14_06": "Ne feledd - ha hibát követsz el és akár csak egy HAJSZÁL is leesik a fejemről, Lorenzo tudni fog róla.",
  "DIA_Ernesto_Ambient_14_07": "Az emberek mindenhonnan eljönnek hozzám. Mindegyik egy titokkal. Mindegyik egy álca mögött.",
  "DIA_Ernesto_Ambient_14_08": "Amint megjelenik az asztalokon a vörös likőr az adós kereskedők összebarátkoznak az őket üldöző tisztekkel, és a Tűz és Vízmágusok hajnalig vitatkoznak a hitről.",
  "DIA_Ernesto_Ambient_14_09": "Ez a bor ereje, fiú. Ezzel a kivételes itallal mindenki megnyerhetsz.",
  "DIA_Ernesto_Ambient_14_10": "Many familiar merchants are making ends meet trying to survive the hardships of the trading blockade. All indications are that most of them will be out on the pavement before the onset of winter.",
  "DIA_Ernesto_Ambient_14_11": "I would have shared their fate had I not invested in hostelry in advance. This business turned out to be a great success.",
  "DIA_Ernesto_FAQ002_Finish_03_01": "I see you're back. How's the progress going?",
  "DIA_Ernesto_FAQ002_Finish_15_02": "I did my best, but it looks like Bodowin isn't going to let go.",
  "DIA_Ernesto_FAQ002_Finish_03_03": "You're telling me I hired another failure?!",
  "DIA_Ernesto_FAQ002_Finish_03_04": "The quality of Araxos' service is getting worse every year.",
  "DIA_Ernesto_FAQ002_Finish_03_05": "Obviously, in that case, you don't have my support, but I respect that you were brave enough to admit defeat.",
  "DIA_Ernesto_FAQ002_Finish_03_06": "Obviously, in such a case, you don't have a reward to count on, but I respect that you were brave enough to admit defeat.",
  "DIA_Ernesto_FAQ002_Finish_15_07": "Bodowin won't cause any more problems.",
  "DIA_Ernesto_FAQ002_Finish_03_08": "Good job, boy!",
  "DIA_Ernesto_FAQ002_Finish_03_09": "To be honest, I had my doubts that you could handle the task. It's a wonder this boor even wanted to talk to you.",
  "DIA_Ernesto_FAQ002_Finish_03_10": "By the way, did you learn anything about this snot?",
  "DIA_Ernesto_FAQ002_Finish_15_11": "I found your picker, three of them to be exact.",
  "DIA_Ernesto_FAQ002_Finish_03_12": "Three? What are you talking about?",
  "DIA_Ernesto_FAQ002_Finish_15_13": "Looks like your errand boy had twin brothers. That's why there was so much discrepancy in everyone's accounts when I asked about his appearance and name.",
  "DIA_Ernesto_FAQ002_Finish_15_14": "They weren't just random scumbags either. Whoever hired them clearly wanted to undermine your reputation.",
  "DIA_Ernesto_FAQ002_Finish_03_15": "Well... this isn't the first time someone has tried to put Ernesto himself out of business, but no one has resorted to such a mangy ruse before!",
  "DIA_Ernesto_FAQ002_Finish_15_16": "It's no use. He's gone like a stone.",
  "DIA_Ernesto_FAQ002_Finish_03_17": "That's a shame. I would have gladly beaten the joker's skin off for that not-so-funny joke.",
  "DIA_Ernesto_FAQ002_Finish_03_18": "With the influx of so many strangers, it's no wonder he managed to hole up in some sort of burrow.",
  "DIA_Ernesto_FAQ002_Finish_03_19": "As you came to me empty-handed, you won't even get a broken coin.",
  "DIA_Ernesto_FAQ002_Finish_03_20": "I'll personally see to it that Lorenzo finds out about your screw-up!",
  "DIA_Ernesto_FAQ002_Finish_03_21": "You've done a lot more than I expected of you. You surprised me, boy.",
  "DIA_Ernesto_FAQ002_Finish_03_22": "I will mention you to Lorenzo at the earliest opportunity. The more people like you in the Guild, the better.",
  "DIA_Ernesto_FAQ002_Finish_03_23": "Accept this small reward as part of my gratitude.",
  "DIA_Ernesto_FAQ002_Finish_03_24": "If you're in Old Town, be sure to stop by the hostelry for one of my pours!",
  "DIA_Ernesto_FAQ002_Finish_03_25": "You did exactly what I expected you to do. I'm pleased with you, boy.",
  "DIA_Ernesto_FAQ002_Finish_03_26": "On the one hand, you haven't done the most important thing, and on the other, you may have stumbled onto the trail of a creeping upheaval in the Guild's structures.",
  "DIA_Ernesto_FAQ002_Finish_03_27": "By nature, I'm an advocate of giving promising people a second chance, so I'll take it that you've done your job.",
  "DIA_Ernesto_FAQ002_Finish_15_28": "I'm still working on it.",
  "DIA_Ernesto_SQ412_Start_03_01": "I think Adanos himself sent you here! I hear you're pretty good at running around town and running errands.",
  "DIA_Ernesto_SQ412_Start_03_02": "Is it you again? You know what, I have an opportunity for you to work off the damage your last helping caused.",
  "DIA_Ernesto_SQ412_Start_15_03": "What is it?",
  "DIA_Ernesto_SQ412_Start_03_04": "I would like to warm up my relationship with the Water Mages. We haven't gotten along well over the past few years, and after all, they are one of the most respected groups in society.",
  "DIA_Ernesto_SQ412_Start_03_05": "I tried to make some donation for their temples or for the poor, but as I heard it, they consider me as a person who does not care about the plight of the poor and only looks after his own interest.",
  "DIA_Ernesto_SQ412_Start_03_06": "Maybe some goodwill gesture will change their minds.",
  "DIA_Ernesto_SQ412_Start_03_07": "And this is where you come in, you'll have to help me out a bit with this gesture. Of course you won't go unrewarded, I'm an influential man, I can return the favor.",
  "DIA_Ernesto_SQ412_What_15_01": "What do you need?",
  "DIA_Ernesto_SQ412_What_03_02": "I have learned that the Mages distribute hot meals to the poor of the slums on a regular basis. I'd like you to deliver some hot soup for Mage Laudus straight from my hostelry.",
  "DIA_Ernesto_SQ412_What_Yourself_15_01": "I didn't expect you to make soup for the poor yourself.",
  "DIA_Ernesto_SQ412_What_Yourself_03_02": "Myself? That's ridiculous. I'm an extremely busy man. Here's the recipe. Some of the ingredients are in the back, if something is missing, just buy the ingredients you need.",
  "DIA_Ernesto_SQ412_What_Mages_15_01": "I think the mages meant for you personally to do something for the poor.",
  "DIA_Ernesto_SQ412_What_Mages_03_02": "I do! I'm sponsoring the whole thing myself and came up with the idea myself!",
  "DIA_Ernesto_SQ412_What_DoIt_15_01": "In that case, I'll get to cooking the soup.",
  "DIA_Ernesto_SQ412_What_DoIt_03_02": "That's right... Remember, if the Mages asked who made these soups, you'd see me at the pots!",
  "DIA_Ernesto_SQ412_Finish_15_01": "I delivered the soup.",
  "DIA_Ernesto_SQ412_Finish_03_02": "Excellent! And how did the mages react?",
  "DIA_Ernesto_SQ412_Finish_15_03": "They seemed... uh... pleased. I'm sure they've already changed their opinion of you.",
  "DIA_Ernesto_SQ412_Finish_03_04": "Great, great! You did a great job Marvin, time to talk about your reward.",
  "DIA_Ernesto_SQ412_Finish_03_05": "Please accept this bottle of wine, it comes from one of the oldest vintages I keep here. Additionally, if you ever fancy a bottle of fresh liquor then feel free to visit me.",
  "DIA_Ernesto_QA302_Deal_15_01": "I came to inquire about the details of your transaction.",
  "DIA_Ernesto_QA302_Deal_03_02": "But I don't suppose you want to know what I will trade with the Vineyard and for how much?",
  "DIA_Ernesto_QA302_Deal_15_03": "No, it's none of my business. It's just a safety issue.",
  "DIA_Ernesto_QA302_Deal_03_04": "It's up to me to ask you for details. Is the road safe?",
  "DIA_Ernesto_QA302_Deal_15_05": "Depends which one. The tunnel in the grotto is safe, as for the ravine, I'm not sure.",
  "DIA_Ernesto_QA302_Deal_03_06": "If there are any problems with the ravine, I'll go through the tunnel. That's the philosophy.",
  "DIA_Ernesto_QA302_Deal_Sorry_15_01": "Sorry, I didn't hear that.",
  "DIA_Ernesto_QA302_Deal_Sorry_03_02": "I'll go through the tunnel since it's the safer option!",
  "DIA_Ernesto_QA302_Deal_Silence_03_01": "Well, unless the problem is mud on the road. I won't bother with details like that.",
  "DIA_Ernesto_QA302_Deal_Tunnel_15_01": "Is the tunnel the final decision?",
  "DIA_Ernesto_QA302_Deal_Tunnel_03_02": "Yeah, you don't have to shout like that, easy! I'll go through the tunnel, it's decided. If that's all, I'm sorry, but I have to get ready for the transaction.",
  "DIA_Ernesto_QA302_Deal_NormalPath_15_01": "I'm glad you're not going through the ravine...",
  "DIA_Ernesto_QA302_Deal_NormalPath_03_02": "Why? Is this problem serious after all? What are you so loud about?",
  "DIA_Ernesto_QA302_Deal_NormalPath_15_03": "No problem, I just said that...",
  "DIA_Ernesto_QA302_Deal_NormalPath_03_04": "Don't bullshit me. What is it?",
  "DIA_Ernesto_QA302_Deal_NormalPath_15_05": "Well, maybe someone out there has set a trap for you. But the Guild will take care of everything, don't worry!",
  "DIA_Ernesto_QA302_Deal_NormalPath_03_06": "What?! A trap?! Great, now I'll be getting the goods under stress! Brilliant! I hope you guys really always rise to the occasion!",
  "DIA_Ernesto_SQ416_GoodJob_03_01": "Maybe now the runners will charge less gold for deliveries from the village...",
  "DIA_Ernesto_Q505_Help_15_01": "I need food.",
  "DIA_Ernesto_Q505_Help_03_02": "I thought you had some gold and no need to beg for food.",
  "DIA_Ernesto_Q505_Help_15_03": "I meant a whole package of food.",
  "DIA_Ernesto_Q505_Help_03_04": "Okay, I'll pack some leftovers for you. At least the Water Mages won't be able to say that my helping the poor was just a one-time act.",
  "DIA_Ernesto_FAQ002_Finish_Give_Choice": "(Complete task)",
  "DIA_Ernesto_FAQ002_Finish_DontGive_Choice": "(Don't complete the task)",
  "DIA_Ernesto_QA302_Deal_Silence_Choice": "(Let him talk)"
}