{
  "DIA_Arwid_Duty_15_00": "Hogy megy a szolgálat?",
  "DIA_Arwid_Duty_13_01": "Én nem panaszkodom. Még annak ellenére sem, hogy folyton őrködnöm kell és olyan panaszokat hallgatik, amikeet le se szarok.",
  "DIA_Arwid_Nothinginteresting_15_03": "Nem volt még semmi érdekes, ugye?",
  "DIA_Arwid_Nothinginteresting_13_04": "Nem. Egy sem. Mirét kérdezed?",
  "DIA_Arwid_Nothinginteresting_15_05": "Mi van ha, tegyük fel, hogy egy részeges fogadó látogató agresszív lesz. Az érdekelne?",
  "DIA_Arwid_Nothinginteresting_13_06": "Nem, az már más. Először pofán lenne vágva, aztán meg ki vele! Elméletben, természetesen.",
  "DIA_Arwid_Nothinginteresting_15_07": "És ennyi?",
  "DIA_Arwid_Nothinginteresting_13_08": "Mi más? Fel kéne olvassam neki a jogait? Semmire se menne velük.",
  "DIA_Arwid_FMQ002_15_00": "Kéne egy őr karja, van tipped?",
  "DIA_Arwid_FMQ002_10_01": "Ha jól emlékszem, ha beszélsz Odgarral és megkedvel téged, akkor tudna neked csinálni egyet.",
  "DIA_Arwid_FMQ002_10_02": "De ha érdekel, akkor van egy sokkal érdekesebb mód, amivel megszerezheted.",
  "DIA_Arwid_FMQ002_15_03": "Mire gondolsz?",
  "DIA_Arwid_FMQ002_10_04": "Egy gyors párbajt ajánlok fel. Én felteszem a kardomat, te meg... pár érmét. Mit szólsz hozzá?",
  "DIA_Arwid_FMQ002_LetsFight_15_01": "Miért is ne.",
  "DIA_Arwid_FMQ002_LetsFight_10_02": "Remek! Van aranyad?",
  "DIA_Arwid_FMQ002_HaveGold_15_01": "Tessék!",
  "DIA_Arwid_FMQ002_HaveGold_10_02": "Gyerünk találnunk kell egy helyet, ahol senki sem zavar meg minket!",
  "DIA_Arwid_FMQ002_HaveGold_10_03": "Maradj közel, ha eltűnsz valahova, akkor megtartom az aranyadat.",
  "DIA_Arwid_FMQ002_NoGold_15_01": "Nincs nálam annyi!",
  "DIA_Arwid_FMQ002_NoGold_10_02": "Akkor gyere vissza akkor, amikor lesz.",
  "DIA_Arwid_FMQ002_Nope_15_01": "Nem most hozzá kedvem.",
  "DIA_Arwid_FMQ002_Nope_10_02": "Ahogy akarod. Csak hogy tudd, ez egy egyszeri ajánlat volt.",
  "DIA_Arwid_FMQ002_Nope_10_03": "Élvezd a beszélgetést Odgarral.",
  "DIA_Arwid_TestYourMight_10_01": "Rendben, ez a hely jónak tűnik. Készen állsz?",
  "DIA_Arwid_TestYourMight_15_02": "Ennél jobban nem tudok.",
  "DIA_Arwid_TestYourMight_10_03": "Akkor lássunk is hozzá.",
  "DIA_Arwid_MarvinWon_10_00": "Tudsz ám ütni, fiú! Úgy tűnik alábecsültelek.",
  "DIA_Arwid_MarvinWon_10_01": "Tartsd meg, megérdemelted!",
  "DIA_Arwid_MarvinWon_15_02": "Hogyan fogod azt megmagyarázni, hogy nincs kardod?",
  "DIA_Arwid_MarvinWon_10_03": "Miattam ne aggódj, azt úgysem szerettem.",
  "DIA_Arwid_MarvinWon_10_04": "Jó lehetőséget adtál nekem, hogy végre elmenjek egy kereskedőhöz valami jobbért.",
  "DIA_Arwid_MarvinWon_15_05": "Az őröknek nem ugyanolyan fegyvereiknek kéne lennnie?",
  "DIA_Arwid_MarvinWon_10_06": "Most? Háború alatt? Bármi aminek elfogadható minősége van megy is a frontra, úgyhogy az őrségnek a maradékkal kell beérnie.",
  "DIA_Arwid_MarvinWon_10_07": "Roderich már rég nem figyeli a felszerelések egységességét, higgy nekem.",
  "DIA_Arwid_MarvinLost_10_00": "Nincs annál jobb, hogy gyorsan pénzhez juss!",
  "DIA_Arwid_MarvinLost_10_02": "Most menj és gyakorolj, egy nap még őr lehet belőled.",
  "DIA_Arwid_KQ402_Reward_15_01": "Gratulálok!",
  "DIA_Arwid_KQ402_Reward_03_02": "Miért?",
  "DIA_Arwid_KQ402_Reward_03_03": "Te végezted el az egész melót.",
  "DIA_Arwid_KQ402_Reward_15_04": "Roderich megkért, hogy adjam át azt neked, hogy a közeljövőben előléptetnek téged.",
  "DIA_Arwid_KQ402_Reward_03_05": "Ez meglepő. Nélküled nem tudtam volna megcsinálni.",
  "DIA_Arwid_KQ402_Reward_15_06": "Hagyjad. A legfőbb az az, hogy nem kell ezekben a ruhákban parádézni.",
  "DIA_Arwid_KQ402_Reward_15_07": "Legalábbis egy ideig.",
  "DIA_Arwid_KQ402_Reward_03_08": "Sok sikert, Marvin. Ha bármi is kéne, akkor számíthatsz rám.",
  "DIA_Arwid_KQ402_Reward_15_09": "Tudom, köszönöm!",
  "DIA_Arwid_QM301_Help_15_01": "Az őrségnek szüksége van rád.",
  "DIA_Arwid_QM301_Help_03_02": "Ezt már rég tudom! Miért csak most mondod nekem ezt?",
  "DIA_Arwid_QM301_Help_15_03": "Egy kis műsort kell tartanunk a kereskedőknek. Az lenne a feladatod, hogy a piac melletti poszttól egészen magához a piactérre kéne jutnod a lehető legrövidebb idő alatt.",
  "DIA_Arwid_QM301_Help_15_04": "Képes vagy rá?",
  "DIA_Arwid_QM301_Help_03_05": "Persze! Könnyű futni, csak a légzésedre kell figyelni aztán megy is. De, tudod...",
  "DIA_Arwid_QM301_Help_03_06": "Elég gyakran mocskos szokott lenni a piac környékén. Nagy segítség lenne, ha valaki eltakarítja a pocsolyákat, foltokat, vagy a szemetet arról az útról, amit megtennék.",
  "DIA_Arwid_QM301_Help_03_07": "Ha a földre esek, akkor nem fogok olyan hamar odajutni.",
  "DIA_Arwid_QM301_Help_15_08": "Értem. Szólok róla Weigarnak, hátha kitalál valamit. Addig te meg ne csinálj semmi hülyeséget, nehogy eltörd a lábad vagy valamid.",
  "DIA_Arwid_QM301_Help_03_09": "Ja, persze. Csak azt mondd majd meg, hogy mikor menjek a posztra.",
  "DIA_Arwid_QM301_LetsGo_15_01": "Gyerünk, idő van.",
  "DIA_Arwid_QM301_LetsGo_03_02": "Persze, essünk túl rajta! remélem jól megfizetnek, hogy ilyen baromságokra használnak minket!",
  "DIA_Arwid_QM301_ShowTime_03_01": "Rendben, itt is vagyunk. Szerintem innen látom Elidet és a többi kereskedőt. Várjunk a jelükre?",
  "DIA_Arwid_QM301_ShowTime_15_02": "Úgy van. Amíg nem keverednek pletykába, addig nem fogok itt álldogálni órákig.",
  "DIA_Arwid_QM301_ShowTime_03_03": "Ne is ijesztegess. A férfi szolgálni akarja az őrséget, segíteni az országnak és társadalomnak, és a társadalom erre le se szarja.",
  "DIA_Arwid_QM301_ShowTime_03_04": "Talán meglephetnénk őlket. Lődd le azt a célt, ránk figyelnek, aztán fussak?",
  "DIA_Arwid_QM301_ShowTime_15_05": "Hát, az is egy ötlet...",
  "DIA_Arwid_QM301_ShowTime_03_06": "Hát, várjunk, nézzük csak meg, hogy van-e cél felállítva.",
  "DIA_Arwid_QM301_ShowTime_03_07": "Fenébe, úgy tűnik hogy igen lelkes beszélgetésbe kezdtek bele.",
  "DIA_Arwid_QM301_ShowTime_15_08": "Nos, jól nyomják...",
  "DIA_Arwid_QM301_ShowTime_15_09": "Várj egy percet...",
  "DIA_Arwid_QM301_ShowTime_03_10": "Várj, szerintem ez nem is egy beszélgetés...",
  "DIA_Arwid_QM301_ShowTime_15_11": "Gyerünk, nézzük meg, hogy miről is van szó.",
  "DIA_Arwid_QM301_ShowTime_03_12": "Persze, menjünk.",
  "DIA_Arwid_QM301_FoundThief_03_01": "Rendben, most már nem menekül! Én itt maradok őrködni, te menj, bánj el vele!",
  "DIA_Arwid_QM301_AfterFight_03_01": "Áh, miért kell mindig ellenkezniük?",
  "DIA_Arwid_QM301_AfterFight_15_02": "Gondolom ez az ők szakmai időtöltésük. Ne adják fel harc nélkül! Végülis ki nem akarna meghalni egy zsák aranyért?",
  "DIA_Arwid_QM301_AfterFight_03_03": "Csak óvatosnak kell lennünk, nehogy megvádoljanak túlságos erőszak miatt.",
  "DIA_Arwid_QM301_AfterFight_15_04": "Nyugi, a zsebtolvajok eltakarítása érdekli a gazdagokat, és csak ők tudnak valahogy kárt okozni az őrségnek.",
  "DIA_Arwid_QM301_AfterFight_03_05": "Hát, az egy igen fájdalmas igazság. Mindegy, térjünk vissza Elidhez, ne várakoztassuk.",
  "DIA_Arwid_QM202_Inn_15_01": "Együtt kell mennünk, hogy újoncokat találjunk az őrségbe.",
  "DIA_Arwid_QM202_Inn_03_03": "Mit szólsz ha én vezetek? A részleteket majd a fogadóban átbeszéljük.",
  "DIA_Arwid_QM202_Inn_15_04": "Ahogy akarod. Menjünk.",
  "DIA_Arwid_QM202_Inn_03_02": "Annyi, hogy délután kéne mennünk Gerstandhoz. Nem lenne értelme most odamenni, mert nincsenek ilyenkor sokan a fogadóban.",
  "DIA_Arwid_QM202_Ready_03_01": "Rendben, itt vagyunk. Oktav mondta, hogy meg kéne egyeznünk hogyan beszéljünk az embereknek az őrségről. Van bármilyen ötleted?",
  "DIA_Arwid_QM202_Ready_Next_03_01": "Nos, lássunk munkához. Nincs értelme itt álldogálni és fagyoskodni. Üljünk le együtt vagy váljunk ketté?",
  "DIA_Arwid_QM202_Ready_Next_15_02": "Váljunk ketté, úgy több emberrel beszélgethetünk.",
  "DIA_Arwid_QM202_Ready_Next_03_03": "Aha, persze. Hát, sok sikert hozzá.",
  "DIA_Arwid_QM202_Ready_Good_15_01": "Ne limitáljuk magunkat. Csak beszéljünk pozitívan.",
  "DIA_Arwid_QM202_Ready_Good_03_02": "Úgy gondolod? Oktav azt mondta, hogy legyünk semlegesek a feladat közben...",
  "DIA_Arwid_QM202_Ready_Good_15_03": "Oktav nincs itt. A lényeg az az, hogy mennyi újoncot kapunk, nem pedig a módszer. Hogyan szereznénk új embereket az őrségbe, ha rosszakat mondunk róla?",
  "DIA_Arwid_QM202_Ready_Good_03_04": "Hmm, ahogy gondolod. Csak ne térjenek el túlságosan az állításaink, szóval ha te csak jó dolgot mondasz, akkor én is csak jót fogok.",
  "DIA_Arwid_QM202_Ready_Truth_15_01": "Mondjuk ahogy igaz is. A jót és a rosszat is.",
  "DIA_Arwid_QM202_Ready_Truth_03_02": "Oktav megoldása. Ezzel egyetértek, így hangzunk majd hitelesnek. Szóval akkor panaszkodunk a fizetésről és pár feladatról, de dicsérjük a felszerelést, a tetőt a fejünk fölött és a többit?",
  "DIA_Arwid_QM202_Ready_Truth_15_03": "Ja, úgy a legjobb. Bár ha kicsit eltérünk a részletekben akkor sem fog semmi rossz történni. Mindenki tudja, hogy minden őrnek joga van a saját véleményéhez.",
  "DIA_Arwid_QM202_Ready_Truth_03_04": "Szép, erre nem is gondoltam. Oké, akkor ne menjünk a részletekbe.",
  "DIA_Arwid_QM202_Ready_Bad_15_01": "Csak kritizáljuk az őrséget.",
  "DIA_Arwid_QM202_Ready_Bad_03_02": "Micsoda? Miért? Ez hogy motiválná az embereket, hogy szolgáljanak?",
  "DIA_Arwid_QM202_Ready_Bad_15_03": "Tudod, ha nem vagyunk sokan akkor az egy főre jutó bér felemelkedik.",
  "DIA_Arwid_QM202_Ready_Bad_03_04": "Túlságosan erősen próbálkozol. A fizetés egyik alap követelménye az a feladatok elvégzése, ami most az emberek motiválása arra, hogy újoncok legyenek. Maradjunk ennél.",
  "DIA_Arwid_QM202_How_15_01": "Hogy ment?",
  "DIA_Arwid_QM202_How_03_02": "Közepesen. Az emberek jobban előítéletesebbek az őrök felé, mint gondoltam volna. Nálad?",
  "DIA_Arwid_QM202_How_15_03": "Nálam sem túl jól. Bár lehet, hogy a fogadó nem a legjobb hely újoncok toborzására.",
  "DIA_Arwid_QM202_How_03_04": "úgy tűnik leckét kapunk majd Oktavtól. Menjünk. Essünk túl rajta.",
  "DIA_Arwid_QM202_FiledClear_03_01": "Hát, ennyit erről. Remélem nem csak ki akart használni minket, hanem tényleg érdekelte, hogy mit tanultunk amióta csatlakoztunk az őrséghez.",
  "DIA_Arwid_QM202_FiledClear_15_02": "Lassan kiderítjük. Gyerünk.",
  "DIA_Arwid_QM202_TespiDone_03_01": "Kíváncsi vagyok, hogy vajon viccelt vagy komoly volt.",
  "DIA_Arwid_QM202_TespiDone_15_02": "Nincs értelme találgatni. Menjünk vissza Oktavhoz, mondjuk el mi volt.",
  "DIA_Arwid_QM202_AfterQuest_03_01": "We did pretty well! May we get more assignments like this!",
  "DIA_Arwid_QM202_AfterQuest_15_02": "We'll live to see. I'm just curious when they make us deal with real threats.",
  "DIA_Arwid_QM202_AfterQuest_03_04": "Damn, we could have done better. I hope they don't start assigning us to some thankless job like patrolling the harbor.",
  "DIA_Arwid_QM202_AfterQuest_15_05": "Don't exaggerate, we'll be fine. Looking at the other guards, we're at a really high level.",
  "DIA_Arwid_QM202_AfterQuest_03_06": "Maybe so. Let's hope it's finally reflected in the amount of pay!",
  "DIA_Arwid_GoodIdea_03_00": "Oh, you're the new recruit of the guard?",
  "DIA_Arwid_GoodIdea_15_01": "That remains to be seen. Is it worth becoming one?",
  "DIA_Arwid_GoodIdea_03_02": "The pay isn't too bad, plus they provide a roof over your head and regular meals. This is something you will not find anywhere else on this island.",
  "DIA_Arwid_GoodIdea_03_03": "I'm just afraid of the attitude of some of the citizens. You know, the ones who look down on all the guards.",
  "DIA_Arwid_GoodIdea_15_04": "There's no need to worry about people talking. Have you heard anything about commanders? How they treat people?",
  "DIA_Arwid_GoodIdea_03_05": "Fair. If you exert yourself, they reward you, if you slack off, you don't get more than the absolute minimum provided by the protocols.",
  "DIA_Arwid_GoodIdea_15_06": "Thanks for the information.",
  "DIA_Arwid_GoodIdea_03_07": "No problem.",
  "DIA_Arwid_WellDone_03_00": "I knew you'd make it. I was sure of it from the start!",
  "DIA_Arwid_WellDone_15_01": "Good to hear that some people have this attitude. Hopefully being a guard actually isn't so bad.",
  "DIA_Arwid_WellDone_03_02": "It's up to us now! I suggest you take a good swig for our service!",
  "DIA_Arwid_WellDone_15_03": "I'd love to.",
  "DIA_Arwid_WellDone_WhenJoin_15_01": "How long did it take you to join the guard?",
  "DIA_Arwid_WellDone_WhenJoin_03_02": "Not very long, probably about the same amount of time as you. Apparently we're both up to the job.",
  "DIA_Arwid_All_03_01": "Okay, now go to the rest of them, you better get your contacts in as soon as possible. Here's to you!",
  "DIA_Arwid_WellDone_WhyJoin_15_01": "Why did you become a guard?",
  "DIA_Arwid_WellDone_WhyJoin_03_02": "Quite frankly? For the sake of making a quick buck. The best guards have been sent to the front for some time now, so Roderich has to fill in the gaps all the time.",
  "DIA_Arwid_WellDone_WhyJoin_03_03": "Thanks to that it's not that hard to get on, and even for just standing on guard the pay is constantly flowing.",
  "DIA_Arwid_All_03_02": "Okay, now go to the rest of them, you better get your contacts in as soon as possible. Here's to you!",
  "DIA_Arwid_WellDone_HowJoin_15_01": "What was your recruitment process like?",
  "DIA_Arwid_WellDone_HowJoin_03_02": "First, like you, I went through training. I did a little sword swinging, a little running. Then I went on patrol with Winstan.",
  "DIA_Arwid_WellDone_HowJoin_03_03": "The guy is a bit more strict than Weigar, but fortunately he judged well my professional chasing the drunks out of Helga's tavern.",
  "DIA_Arwid_All_03_03": "Okay, now go to the rest of them, you better get your contacts in as soon as possible. Here's to you!",
  "DIA_Arwid_Q509_Question_03_01": "And how is your search for your brother going?",
  "DIA_Arwid_Q509_Question_Told_15_01": "Did I mention that?",
  "DIA_Arwid_Q509_Question_Told_03_02": "I've heard about it, and lately you've been looking even more depressed than usual. I thought I'd ask how you're doing.",
  "DIA_Arwid_Q509_Question_Dead_15_01": "Unfortunately, my brother is dead.",
  "DIA_Arwid_Q509_Question_Dead_03_02": "Damn, sorry, I had no idea... I'm terribly sorry, I hope whoever is responsible for this has paid dearly for it.",
  "DIA_Arwid_Q509_Question_Dead_15_03": "That's what I'm working on.",
  "DIA_Arwid_Q509_Question_Dead_03_04": "If there is anything I can do to help, let me know.",
  "DIA_Arwid_Q509_Question_Why_15_01": "Actually, why do you even want to help me?",
  "DIA_Arwid_Q509_Question_Why_03_02": "Are you kidding me? We've been through a lot together. We guards have to stick together, no matter if we're on patrol or not.",
  "DIA_Arwid_Q509_Question_Why_03_03": "Are you kidding me? Everyone here is impressed with how you were able to stand up to Roderich.",
  "DIA_Arwid_Q509_Question_Why_03_04": "You have your values, goals and principles, that's the kind of person people want to follow.",
  "DIA_Arwid_Q509_Question_Why_03_05": "Are you kidding me? I don't think anyone in history has ever had the career you've had here! One day you were a recruit, and before we knew it you were parading around in shining armor.",
  "DIA_Arwid_Q509_Question_Why_03_06": "Who wouldn't want to follow someone so inspiring into battle?",
  "DIA_Arwid_Q509_Question_Why_03_07": "I've been watching you for some time. You are one of the few people I know who have been able to balance your responsibilities with your personal goals.",
  "DIA_Arwid_Q509_Question_Why_03_08": "You didn't make yourself conspicuous, but you just did your job. And you always got what you wanted. It's an honor to work with someone like that.",
  "DIA_Arwid_Q509_Question_Varhdal_15_01": "And you won't change your mind when I tell you I'm going to Vardhal?",
  "DIA_Arwid_Q509_Question_Varhdal_03_02": "To that cursed fortress?",
  "DIA_Arwid_Q509_Question_Varhdal_15_03": "Exactly.",
  "DIA_Arwid_Q509_Question_Varhdal_03_05": "Given all this information about the orcs on the island and the problems inside the walls, I'm beginning to think that the ruins will ultimately be safer than sitting here.",
  "DIA_Arwid_Q509_Question_Varhdal_03_07": "Who knows, I might even be able to get something there that will allow me to quit my job as a guard, sail to the mainland, and live out the rest of my life in peace.",
  "DIA_Arwid_Q509_Feel_03_02": "This place is really unpleasant... I feel like I can hear the screams of all those damned souls.",
  "DIA_Arwid_Ambient_15_00": "How are you doing?",
  "DIA_Arwid_Ambient_13_01": "All right. Joining the guard was one of the best decisions of my life, our reputation among the locals is completely undeserved.",
  "DIA_Arwid_Ambient_13_02": "Very good. I think it's much better than your place in Araxos.",
  "DIA_Arwid_Ambient_13_03": "It's not bad. Anyway, you know what the service is like.",
  "DIA_Arwid_Ambient_13_04": "I've had more and more responsibilities lately, but that's the price of being ambitious for service.",
  "DIA_Arwid_Ambient_13_05": "There are fewer and fewer people above us. Who knows, maybe one day I'll be commander of the entire guard, how my family will be surprised."
}