{
  "DIA_Solis_QA305_Hello_Next_03_01": "Nem kéne sokat beszélnünk. Figyelj, nekem muszáj itt lennem és őrizni a pincét. Át akarod kutatni a területet?",
  "DIA_Solis_QA305_Hello_Next_15_02": "Ezért küldött engem Adelard. Én megtalálom őket, te meg azt csinálod, amit kell.",
  "DIA_Solis_QA305_Hello_Next_03_03": "Remek! Szar lenne pár üres söröshordó miatt kirúgatnom magamat...",
  "DIA_Solis_QA305_Hello_Next_15_04": "Abban reménykedsz? Szerintem az lenne jobb, ha a tartalmukkal együtt visszaszereznénk őket.",
  "DIA_Solis_QA305_Hello_Next_03_05": "Nem vagyok biztos. A Céhnek igen sok ellensége lett az elmúlt időkben, és az köztudott, hogy Helga a Céhhel együtt dolgozik.",
  "DIA_Solis_QA305_Hello_Next_03_06": "Ha megtelve találod őket, akkor az azt jelentené, hogy ez csak az áruk szabotázsáról szól, nem pedig az ellopásukról. Tudod, valamiféle mérgezés, hogy legyőzzék Helgát, vagy...",
  "DIA_Solis_QA305_Hello_Next_15_07": "Szerintem a sört azért rabolják el, hogy megigyák. Túlreagálsz.",
  "DIA_Solis_QA305_Hello_Next_03_08": "Meglehet, csak ha elkezdek stresszelni, akkor mindenféle szcenáriók jutnak eszembe. Sok sikert, remélem megtalálod legalább a felét, különben Helga kikerülhet a Céhből!",
  "DIA_Solis_QA305_Hello_03_01": "Mondd, hogy Adelard küldött!",
  "DIA_Solis_QA305_Hello_15_02": "Adelard küldött engem.",
  "DIA_Solis_QA305_Hello_03_03": "Hála Adanosnak! Sose láttam ilyen rablást. Egy nagyon nagy csoport törhetett ide be, mert tíz hordót vittek el!",
  "DIA_Solis_QA305_Hello_15_04": "Micsoda? Biztos jól számoltál?",
  "DIA_Solis_QA305_Hello_03_05": "Olyan jó vagyok számolásban, mint minden más tagja a Céhnek. Tíz hordó sör és egy csomó söröskorsó hiányzik. Két emberem már elkezdték követni a nyomokat, amiket találtunk.",
  "DIA_Solis_QA305_Hello_Where_15_01": "Merre mentek az embereid?",
  "DIA_Solis_QA305_Hello_Where_03_02": "Az egyik a csatornák felé ment, a bejárat konkrétan itt van a szomszédban. A másik a bordélyház felé rohant, de azt nem tudom, hogy onnan tovább merre mehetett.",
  "DIA_Solis_QA305_Hello_Why_15_01": "Miért maradtál itt?",
  "DIA_Solis_QA305_Hello_Why_03_02": "Azt ellenőrzöm, hogy hiányzik-e még valami, de szerintem már mindent leírtam. Meg valakinek itt kéne lennie, nehogy visszajöjjenek többért.",
  "DIA_Solis_QA305_Hello_Who_15_01": "Van tipped, hogy vajon kik tehették ezt?",
  "DIA_Solis_QA305_Hello_Who_03_02": "Sok gyanúsított van. A Nyomornegyed embereinek nincs elég pénzük, hogy vegyenek egy pohár sört, úgyhogy inkább loptak.",
  "DIA_Solis_QA305_Hello_Who_03_03": "Az is lehetséges, hogy tapasztalt bűnözők is segítettek nekik, de az csak az én tippem.",
  "DIA_Solis_QA305_GotBarrels_15_01": "Megoldottam az ellopott hordók ügyét.",
  "DIA_Solis_QA305_GotBarrels_03_02": "Tényleg? Mennyit szereztél vissza?",
  "DIA_Solis_QA305_GotBarrels_15_03": "Annyit, amennyit mondtál. Felét.",
  "DIA_Solis_QA305_GotBarrels_03_04": "Hm, kár, hogy nem többet. De az valószínűleg elég Helgának, hogy ne menjen csődbe.",
  "DIA_Solis_QA305_GotBarrels_15_05": "Egy kicsit többet, mint amennyit akartál.",
  "DIA_Solis_QA305_GotBarrels_03_06": "Óh, szép. Helga boldog lesz, hátha lenyugszik legalább egy kis ideig.",
  "DIA_Solis_QA305_GotBarrels_15_07": "Az összeset.",
  "DIA_Solis_QA305_GotBarrels_03_08": "Az összeset? Marvin, ha valaminek nekilátsz, azt komolyan csinálod! Már számíthatsz is a bónuszra Adelardtól!",
  "DIA_Solis_QA305_GotBarrels_03_09": "Elteszem őket a helyükre. Menj Helgához és Adelardhoz, már biztosan várják az ügy jelentést.",
  "DIA_Solis_WhatIsYourJob_03_02": "Nem veszed észre rólam? Én a Kereskedő Céh embere vagyok, a tevékenységeim nem haladják meg az átlagos megbízásokat. Solisnak hívnak, ha ez érdekel téged.",
  "DIA_Solis_Ambient_03_01": "Jól vagyok. Jó a fizetésem, van hol aludnom, és ha bajba kerülök akkor van kitől segítséget kérni. Egy csomó embernek sokkal rosszabb a helyzete.",
  "DIA_Solis_Ambient_03_02": "Őszintén, egészen jól. Adelard adhatna több fizetésemelést, de így is rendben van.",
  "DIA_Solis_Ambient_03_03": "Marvin, nincs időnk beszélni, ezekkel a hordókkal kell foglalkoznunk!",
  "DIA_Solis_Ambient_03_04": "Mivel olyan remek munkát végeztél a hordókkal, így minden a lehető legjobb helyzetben van!"
}