{
  "DIA_Cabi_SQ311_LetsGo_03_01": "A bánya főnöke tényleg pénzt kezdett csinálni a háttérben a királyi sóval?",
  "DIA_Cabi_SQ311_LetsGo_15_02": "Igen. Most már csak be kell bizonyítanunk.",
  "DIA_Cabi_SQ311_LetsGo_03_03": "Az remek. Akkor megyünk a bányához?",
  "DIA_Cabi_SQ311_LetsGo_Teleport_15_01": "Menjünk amint csak tudunk.",
  "DIA_Cabi_SQ311_LetsGo_Teleport_03_02": "Menjünk!",
  "DIA_Cabi_SQ311_LetsGo_Later_15_01": "Elő kell készülnöm. Ott találkozunk.",
  "DIA_Cabi_SQ311_LetsGo_Later_03_02": "Te vezetsz.",
  "DIA_Cabi_SQ311_FOLLOWME_15_01": "Menjünk.",
  "DIA_Cabi_SQ311_FOLLOWME_03_02": "Persze!",
  "DIA_Cabi_SQ311_FOLLOWME_15_03": "Bemegyünk a bányába és megszerezzük a bányászt, Malent. Ha gyorsan megvagyunk, akkor más bizonyítékot is találhatunk Lewko tevékenységeiről.",
  "DIA_Cabi_SQ311_FOLLOWME_03_04": "Értettem.",
  "DIA_Cabi_SQ311_WrongWay_03_01": "Szerintem a bánya a másik irányban van. Amint kitalálod, hogy merre akarsz menni, akkor szólj nekünk, addig itt várunk.",
  "DIA_Cabi_SQ311_AfterFight_03_01": "Bassza meg, mi a fasz történt itt!? Amikor elkezdtük kikérdezni a bányászokat, akkor azok az őrök csak úgy nekünk támadtak!",
  "DIA_Cabi_SQ311_AfterFight_03_02": "Szerencsére a mi oldalunkon voltak a munkások, úgyhogy sikerült nyerni.",
  "DIA_Cabi_SQ311_AfterFight_15_03": "Elmegyek és jelentek Roderichnek.",
  "DIA_Cabi_SQ311_AfterFight_03_04": "Persze.",
  "DIA_Cabi_SQ311_AfterFight_03_05": "Valami azt sugallja, hogy talán kaphatsz egy előléptetést, egy fizetésemelést biztosan, hogy egy ilyen cselszövést lelepleztél!",
  "DIA_Cabi_SQ311_AfterFight_03_06": "A Céh megint dicsekedhet valamivel, mi? Királyi őrök pénzt csinálnak a háttérben, míg az őszínte zsoldosok segítenek a munkásoknak?",
  "DIA_Cabi_SQ311_AfterFight_15_07": "Hát, valakinek rendet kell tartania a szigeten.",
  "DIA_Cabi_SQ311_GoReport_03_01": "Nem kéne jelentened a városban?",
  "DIA_Cabi_Hello_03_01": "Attól függ, hogy milyen parancsot kapok. Ha Winstan azt mondja, hogy 'Cabi, te vagy őrjáraton', akkor őrjáratozok, ha mást mond, akkor mást csinálok.",
  "DIA_Cabi_Ambient_03_01": "Pont ahogy elképzeltem. A szolgálat egyáltalán nem profitáló - a fizetés nem is jutalmazza azoknak a fárasztó munkáknak a felét sem, amik itt vannak.",
  "DIA_Cabi_Ambient_03_02": "Azok az események a bányánál voltak a valaha legizgalmasabb kalandjaim. De kétlem, hogy szívesen megismételném.",
  "DIA_Cabi_Ambient_03_03": "Még mindig kérdezed? A királyunk zseniális páncélzat helyett ruhácska ötlete után?"
}