{
  "DIA_Recon_WhatAreYouDoing_15_01": "Te mit csinálsz?",
  "DIA_Recon_WhatAreYouDoing_03_02": "A ládákat mozgatom.",
  "DIA_Recon_WhatAreYouDoing_15_03": "Fárasztó lehet.",
  "DIA_Recon_WhatAreYouDoing_03_04": "Nem, ez... ez csak ládák mozgatása, mi lehet olyan fárasztó benne?",
  "DIA_Recon_WhatAreYouDoing_15_05": "Nem kerestél valami jobb tennivalót?",
  "DIA_Recon_WhatAreYouDoing_03_06": "Nem, miért?",
  "DIA_Recon_WhatAreYouDoing_15_07": "Erősnek tűnsz, egy kovácsnak legalább el tudnál menni.",
  "DIA_Recon_WhatAreYouDoing_03_08": "Uh... nekem erre nincs időm, el vagyok foglalva.",
  "DIA_Recon_WhatAreYouDoing_15_09": "Ládák mozgatásával?",
  "DIA_Recon_WhatAreYouDoing_03_10": "Nem.",
  "DIA_Recon_CantTalk_03_01": "Most nincs időm.",
  "DIA_Recon_CQ004_Failed_15_01": "Hogy vagy te meg Veigo?",
  "DIA_Recon_CQ004_Failed_03_02": "Nem értek és semmit sem többé! Ramona egy csaló és egy kurva, annyit tudok!",
  "DIA_Recon_CQ004_Failed_03_03": "Veigo azt mondja, hogy rosszabb is lehetne. Ha azok a hülye őrök azt akarják, hogy fizessek valamiért, akkor nem tudom mit fogok tenni!",
  "DIA_Recon_CQ004_Failed_15_04": "Remélem nem bánod meg. Sok sikert.",
  "DIA_Recon_TEACH_15_01": "Tudsz nekem tanítani valamit?",
  "DIA_Recon_TEACH_03_02": "Segítettél nekem és Veigonak, úgyhogy bevallom, hogy amikor lakatosként dolgoztam akkor megtanultam hogyan kell kinyitni erős zárakat... csak mondom.",
  "DIA_Recon_TRAIN_Picklock_15_00": "Tanítsd meg hogyan kell hatékonyabban zárakat feltörni.",
  "DIA_Recon_TRAIN_Picklock_03_01": "Hát, amikor egy olyan zárat törsz fel, amit egy tapasztaltabb ember készített, akkor ki kell érezned hol áll ellen jobban a zár. Ahol a legtöbb ellenállás van, ott nem nyomod tovább a tolvajkulcsot.",
  "DIA_Recon_TRAIN_Picklock_03_02": "Legyél gyengéd. Használd azt a zár kicsi ellenállásást amikor a jó pozícióban van, hogy onnan mozdítsd meg a rteszt. Egy ideig eltarthat, de egy idő után képes leszel kinyitni.",
  "DIA_Recon_TRAIN_Sneak_03_01": "Bevallom, én már ezt befejeztem, de úgy legyen. Ha valaki ládájába akarsz bejutni, akkor senkinek sem szabad látnia téged.",
  "DIA_Recon_TRAIN_Sneak_03_02": "Lassan közelítsd meg, behajlított lábakon, távol más emberektől. Ami a nyitást illeti...",
  "DIA_Recon_Ambient_03_00": "Rendben, hogy máshogy kéne lennie?",
  "DIA_Recon_Ambient_03_01": "Te kezeled én és Veigo ügyét? Remélem többet tudsz erről az egészről, mint én.",
  "DIA_Recon_Ambient_03_02": "Volt már rosszabb. Veigo azt mondja, hogy sokat segítettél nekünk, mégegyszer köszönöm!",
  "DIA_Recon_Ambient_03_03": "Miattad én és Veigo nagy bajban vagyunk. Kopj le."
}