{
  "DIA_Laudus_PREACH_03_00": "Aztán Adanos a követőihez szólt: 'Éljetek és dolgozzatok, mert a nap azért készült, hogy a férfi éljen és dolgozzon'.",
  "DIA_Laudus_PREACH_03_01": "Keressetek tudást, amit a fiaitoknak adhattok, mert ez az akaratom.",
  "DIA_Laudus_PREACH_03_02": "Vigyázzatok, ugyanis a lusta és buta emberek az örök sötétségbe lesznek száműzve.",
  "DIA_Laudus_PREACH_03_03": "Ugyanis Adanos az, aki bölcsességet és találékonyságot hozott az embereknek, kiknek oly kétségbeesetten szükségük volt rá.",
  "DIA_Laudus_PREACH_03_04": "Most és mindörökké legyenek egyek tudásunk és cselekedeteink a Szent Vízzel.",
  "DIA_Laudus_PREACH_03_05": "Legyen velünk Adanos Áldása egészen addig, míg az életünk erejének a forrása kiszárad.",
  "DIA_Laudus_PREACH_03_06": "Örvendezzünk és örüljünk mindannak, ami az Ő akaratából jött létre, és az Ő szeretetével egyformán adjunk mindenre.",
  "DIA_Laudus_PREACH_03_07": "A tenger és az óceánok Ura ugyanis minden élőlényre - növényekre, állatokra és emberekre - kiterjeszti gondoskodását.",
  "DIA_Laudus_PREACH_03_08": "Tiszteljük Urunk alkotásait és a földet, amelyen járt, mert az szent.",
  "DIA_Laudus_PREACH_03_09": "Segítsünk a rászorulókon és legyünk az igazság védelmezői!",
  "DIA_Laudus_PREACH_03_10": "Hirdessük a Harmónia Istenének, az Innos és Beliar közötti egyensúly isteni őrzőjének akaratát.",
  "DIA_Laudus_PREACH_03_11": "Egyedül Adanos áll a viszálykodó istenek közé, hogy biztosítsa a hatalmi egyensúlyt.",
  "DIA_Laudus_PREACH_03_12": "Adjon nekünk bölcsességet, hogy bölcsen használjuk a Tőle kapott ajándékokat.",
  "DIA_Laudus_PREACH_03_13": "Lelkünk fogadja be az Ő országát.",
  "DIA_Laudus_PREACH_03_14": "Az Ő bölcsessége tartsa fenn a rendet és a harmóniát.",
  "DIA_Laudus_PREACH_03_15": "Menjünk tehát, és terjesszük az Ő akaratát, és hagyjuk, hogy Adanos vezessen minket.",
  "DIA_Laudus_PREACH_03_16": "Világítsa meg az utat, amelyen járnunk kell, és álljunk ellen minden veszélynek.",
  "DIA_Laudus_PREACH_03_17": "Adanos megvéd minket a gonosz kalandoktól!",
  "DIA_Laudus_PREACH_03_18": "Áldja meg testünket, szabadítsa meg a sebektől, és leheljen új életet beléjük!",
  "DIA_Laudus_PREACH_03_19": "Könyörüljön rajtunk, és tartson meg minket az Ő gondviselésében.",
  "DIA_Laudus_PREACH_03_20": "Dicsőség a mennyei és földi harmónia védelmezőjének."
}