{
  "DIA_Akse_Archolos_Q305_Hello_15_01": "Jól megütöttek!",
  "DIA_Akse_Archolos_Q305_Hello_03_02": "Ennek a pálya gazdaggá kellett volna, hogy tegyen engem! Ha nincsenek azok az átkozott orkok, minden összejött volna.",
  "DIA_Akse_Archolos_Q305_Hello_03_03": "A seb túl mély. Ezúttal úgy érzem, hogy nem fogok újra kijönni belőle.",
  "DIA_Akse_Archolos_Q305_Hello_15_04": "Cortez küldött...",
  "DIA_Akse_Archolos_Q305_Hello_03_05": "Persze, hogy téged küldött. Próbálja menteni, amit lehet.",
  "DIA_Akse_Archolos_Q305_Hello_03_06": "Amint megtudja, hogy orkok süllyesztettek el minket, akkor biztosan lefújja az egész csempészetet. Jó neki! Hadd éhezzen halálra Beckett!",
  "DIA_Akse_Archolos_Q305_Hello_03_07": "Ez az egész az ő hibája. Megmondtam neki, hogy utat kellett váltani!",
  "DIA_Akse_Archolos_Q305_Hello_03_08": "Gondolom szeretnéd tudni, hogy hol van az áruk maradéka.",
  "DIA_Akse_Archolos_Q305_Hello_03_09": "Bááár, várjunk... Nem láttalak téged már valahol?",
  "DIA_Akse_Archolos_Q305_Hello_15_10": "De igen. Lehajítottál és a társaimat a hajóról!",
  "DIA_Akse_Archolos_Q305_Hello_03_11": "Ó, ja. Kellemetlen dolog. De a barom adta a parancsot, én meg tettem amit mondtak.",
  "DIA_Akse_Archolos_Q305_Hello_03_12": "Van egy ládányi mágikus ércem. Rengeteget érnek.",
  "DIA_Akse_Archolos_Q305_Hello_03_13": "Megmondom, hogy merre van a láda, de egy dolgot meg kell ígérned.",
  "DIA_Akse_Archolos_Q305_Hello_15_14": "Az attól függ, hogy mit akarsz.",
  "DIA_Akse_Archolos_Q305_Hello_03_15": "Megmondom, hogy hol van, és cserébe eltemetsz engem. Nem akarom, hogy lopakodók kajája legyek.",
  "DIA_Akse_Archolos_Q305_Hello_03_16": "Úgyis ásnod kell, hogy megtaláld, úgyhogy egyúttal megásod a síromat is. Mit szólsz?",
  "DIA_Akse_Archolos_Q305_Hello_Yes_15_01": "Szavamat adom.",
  "DIA_Akse_Archolos_Q305_Hello_Yes_03_02": "Köszönöm. Van nálam pár jó rum. Igyál velem egyet.",
  "DIA_Akse_Archolos_Q305_Hello_Yes_15_03": "Az utolsó végrendeletet nem lehet megtagadni.",
  "DIA_Akse_Archolos_Q305_Hello_Yes_03_04": "Egy pálmafa mögött ástam el, ahol megtámadtak a szörnyek. El akartam rejteni és később visszajönni érte, de kétlem, hogy esélyem lesz rá.",
  "DIA_Akse_Archolos_Q305_Hello_Yes_03_05": "Ülj velem egy ideig, aztán láss munkához. Nem szívesen nézem, ahogy megásod a saját síromat.",
  "DIA_Akse_Archolos_Q305_Hello_No_15_01": "Megkaptad, amit érdemeltél. Hadd zabáljanak fel a lopakodók!",
  "DIA_Akse_Archolos_Q305_Hello_No_03_02": "Megtagadod az utolsó kívánságom. Gyenge vagyok, de elbírok olyan szemétládákkal, mint te!",
  "DIA_Akse_Archolos_Q305_Hello_Cortez_Choice": "Cortez küldött...",
  "DIA_Akse_Archolos_Q305_Hello_No_Choice": "Megkaptad, amit érdemeltél. Hadd zabáljanak fel a lopakodók!!"
}