{
  "DIA_Dalmon_GuardMine_03_02": "Na? Jó jelöltnek tűnök neked?",
  "DIA_Dalmon_GuardMine_15_03": "Hát, nem tűnsz elfoglaltnak. Fogsz menni vagy nem?",
  "DIA_Dalmon_GuardMine_03_04": "Eeee... Sajnos sok problémával küzködök most. Amíg nem oldom meg azokat, addig sehová sem megyek.",
  "DIA_Dalmon_Problem_15_01": "Milyen problémák?",
  "DIA_Dalmon_Problem_03_02": "Öööh... Tudod... ömmmm... Ugye nem fogsz nevetni?",
  "DIA_Dalmon_Problem_15_03": "Nem.",
  "DIA_Dalmon_Problem_03_04": "Látod... Én sosem szerettem annyira a könyveket. Én mindig is jobban szerettem a harci gyakorlatokat vagy erőedzéseket, mert azok érdekesebben és nagyobb benyomást kelt a nőkre.",
  "DIA_Dalmon_Problem_15_05": "Rá tudsz térni a lényegre?",
  "DIA_Dalmon_Problem_03_06": "Kaptam egy levelet attól a lánytól akit szeretek... Csak nem tudom elolvasni.",
  "DIA_Dalmon_Problem_Next_03_01": "Aggódok, hogy mit írhatott. Eltudod olvasni?",
  "DIA_Dalmon_Problem_Next_15_02": "Szerintem igen. Ha felolvasom neked akkor jössz a bányába őrt állni?",
  "DIA_Dalmon_Problem_Next_03_03": "Persze! Kösz, haver! Tessék!",
  "DIA_Dalmon_Problem_Letter_15_01": "Egyl ány levelet küldött egy férfinak?",
  "DIA_Dalmon_Problem_Letter_03_02": "Fura, ugye? Ha én írtam volna először és arra válaszolt volna akkor megérteném, de én nem írtam mert nem tudok megfizetni egy írnokot.",
  "DIA_Dalmon_Problem_Fight_15_01": "Ezért beszélnek a harcról...",
  "DIA_Dalmon_Problem_Fight_03_02": "Igen. Még nem tudom összerakni az összes betűt, néhány túl bonyolult számomra, és emiatt nem tudom, hogy mi van a levélben.",
  "DIA_Dalmon_Letter_15_01": "Készen állsz hallani a tartalmat?",
  "DIA_Dalmon_Letter_03_02": "Mindenképpen! Ne kegyelmezz, legyél teljesen őszinte, tartalomtól függetlenül!",
  "DIA_Dalmon_Letter_CityV1_15_01": "Azt írja, hogy nem szereti a várost.",
  "DIA_Dalmon_Letter_CityV1_03_02": "Tényleg? Az fura. Rosaline mindig is preferálta a nagyobb településeket, azt hittem jól van a városban.",
  "DIA_Dalmon_Letter_CityV1_03_03": "Megírta miért?",
  "DIA_Dalmon_Letter_CityV1_15_04": "Úgy tánik, hogy túl piszkos, hangos és az emberek rosszak számára.",
  "DIA_Dalmon_Letter_CityV1_03_05": "Hmmm... hát. Jh, mi a következő?",
  "DIA_Dalmon_Letter_CityV2_15_01": "Nagyon szerette a várost.",
  "DIA_Dalmon_Letter_CityV2_03_02": "Tudtam én! Mindig is szerette azokat a helyeket, ahol sok emberrel lehet találkozni! És annyira félt, hogy az Archolosról alkotott vélemények csak túlzások.",
  "DIA_Dalmon_Letter_CityV2_15_03": "Azt írta, hogy a város egy érdekes katonai-, kultúra- és gazdasági központ keveréke.",
  "DIA_Dalmon_Letter_CityV2_03_04": "Ahogy az emberek is mondták. Oké, hogy van tovább?",
  "DIA_Dalmon_Letter_CityV3_15_01": "Úgy gondolja, hogy az Odú szebb hely a városnál.",
  "DIA_Dalmon_Letter_CityV3_03_02": "Hmm... Az nem igazán lep meg, végülis itt nőtt fel. A gyerekkori emlékek teszik a dolgukat.",
  "DIA_Dalmon_Letter_CityV3_15_03": "Kétség kívül. Azt is állítja, hogy vannak helyek amiket inkább elkerül mivel túl csúnyák.",
  "DIA_Dalmon_Letter_CityV3_03_04": "Ja, sehol sem lehet tökéletes. Következő?",
  "DIA_Dalmon_Letter_FatherV1_15_01": "Az apja ellepi munkával.",
  "DIA_Dalmon_Letter_FatherV1_03_02": "Mindig így tett, még itt is. Nem értem hogy nem veszi észre, hogy ő csak a finom feladatokra alkalmas? Olyan kezekkel...",
  "DIA_Dalmon_Letter_FatherV1_15_03": "Aha. Csak általában a legnehezebb munkák adják a legjobb hozamokat.",
  "DIA_Dalmon_Letter_FatherV1_03_04": "Hm, azt nem tagadom. Hát, remélem jól van... de rendben, tovább?",
  "DIA_Dalmon_Letter_FatherV2_15_01": "Az apja megengedi neki, hogy egész nap lazuljon.",
  "DIA_Dalmon_Letter_FatherV2_03_02": "Tényleg? Az új. Itt ellepte feladatokkal. Lehet észrevette, hogy nem helyes egy ilyen finom nőt túlterhelni?",
  "DIA_Dalmon_Letter_FatherV2_15_03": "A város megváltoztatja az embereket, úgyhogy lehet igazad van.",
  "DIA_Dalmon_Letter_FatherV2_03_04": "Tudom. Mi mást írt még?",
  "DIA_Dalmon_Letter_FatherV3_15_01": "Az apja elkezdett inni.",
  "DIA_Dalmon_Letter_FatherV3_03_02": "Megint? Baszki! Egyszer már sikerült mgtörnie ezt a rossz szokását. Oda kell mennem, hogy értelmet beszéljek belé.",
  "DIA_Dalmon_Letter_FatherV3_15_03": "Ajánlom a vödörnyi hideg víz módszert. Idővel működni fog.",
  "DIA_Dalmon_Letter_FatherV3_03_04": "Azt mondod? Majd meglátjuk, hátha működni fog. Mit írt ezután?",
  "DIA_Dalmon_Letter_BorrV1_15_01": "Találkozott valami fiatal paladinnal.",
  "DIA_Dalmon_Letter_BorrV1_03_02": "Micsoda?!",
  "DIA_Dalmon_Letter_BorrV1_15_03": "Elvileg igen jóképű és vicces, de nem kell miatta aggódnod mert csak barátok.",
  "DIA_Dalmon_Letter_BorrV1_03_04": "Basszameg! Hamarabb kell meglátogatnom, mint ahogy terveztem. De csak ha Ulryk megengedi... Áágh! Mindig árral szemben!",
  "DIA_Dalmon_Letter_BorrV2_15_01": "Az apja hozzá akarja adni valami kereskedőhöz.",
  "DIA_Dalmon_Letter_BorrV2_03_02": "Mi van?! Volt egy megállapodásunk! Itt kapitány leszek és hozzámadja a kezét!",
  "DIA_Dalmon_Letter_BorrV2_15_03": "Szerintem emlékeztetned kellene erről a megállapodásról.",
  "DIA_Dalmon_Letter_BorrV2_03_04": "Úgy van! És minél hamarabb!",
  "DIA_Dalmon_Letter_BorrV3_15_01": "Egy Borr nevű férfi mesél neki történeteket a városról.",
  "DIA_Dalmon_Letter_BorrV3_03_02": "Borr? A hírneve, mint balfék és kudar caz életben még idáig is elér. Mit gondolhat? Mesél neki a városról aztán hogy őt akarja?",
  "DIA_Dalmon_Letter_BorrV3_15_03": "Honann tudod, hogy ez nem egy effektív taktika?",
  "DIA_Dalmon_Letter_BorrV3_03_04": "Rosalinenek van ízlése. Sose érdeklődne egy ilyen... faszfejen.",
  "DIA_Dalmon_HelpMine_15_01": "Szóval? ELmész védeni a bányát?",
  "DIA_Dalmon_HelpMine_03_02": "Igen, megállapodásunkhoz hűen. Kösz, hogy felolvastad nekem.",
  "DIA_Dalmon_HelpMine_15_03": "Nincsmit.",
  "DIA_Dalmon_HelpMine_03_04": "Megpróbálom Ulrykot megkérni, hogy ad-e engedélyt... ez eltarthat egy ideig, szóval ha ott ügyködsz a bányánál akkor én készen állok.",
  "DIA_Dalmon_HelpMine_03_05": "Csak ne érjek a városba túl későn...",
  "DIA_Dalmon_HelpMine_03_06": "Ha tényleg olyan problémái vannak, ahogy mondtad, akkor minden perc számít!",
  "DIA_Dalmon_Hello_15_01": "Ki vagy te?",
  "DIA_Dalmon_Hello_03_02": "A nevem Dalmon és Farkasfi vagyok. Csak idejöttél vagy van is dolgod itt?",
  "DIA_Dalmon_Ambient_15_01": "Hogy vagy?",
  "DIA_Dalmon_Ambient_03_02": "Nem a legrosszabb, de lehetne jobb. A legfontosabb dolog az az, hogy a népemmel együtt élhetek.",
  "DIA_Dalmon_Ambient_03_03": "Hadd beszéljek Ulrykkal aztán rögtön visszajövök az posztomhoz.",
  "DIA_Dalmon_Ambient_03_04": "A tárnarákoknak már félniük kéne.",
  "DIA_Dalmon_Ambient_03_05": "A szokásos. Még mindig örülök, hogy az intézkedéseidet túlzásba vitted. Jobb így, mintha nagy bajba kerülnénk."
}