{
  "DIA_Innkeeper_Searching_15_01": "Henket és Legrifet keresem.",
  "DIA_Innkeeper_Searching_03_02": "Miért kellenek ők neked?",
  "DIA_Innkeeper_Searching_15_03": "Dolgom van velük. Nem fogok bajt okozni.",
  "DIA_Innkeeper_Searching_03_04": "Azt biztosan, mert ha mégis, akkor eltüntetünk téged.",
  "DIA_Innkeeper_Searching_15_05": "Tudod hol találhatnám meg őket?",
  "DIA_Innkeeper_Searching_03_06": "Ha nem itt vannak valahol, akkor nem tudom. Nem követek mindenkit.",
  "DIA_Innkeeper_Dalmon_15_01": "Valaki erőset keresek munka végett.",
  "DIA_Innkeeper_Dalmon_03_02": "Itt csak erős embereket találsz. Senki sem válik farkasfivá, ha csak könyveket olvas, hanem kemény, férfias edzéssel!",
  "DIA_Innkeeper_Dalmon_15_03": "Ez nagyszerű. Csak az a gondom, hogy többségetek elfoglalt, és kéne valaki akinek van egy kis szabadideje.",
  "DIA_Innkeeper_Dalmon_03_04": "Hmm, nekem úgy tűnik, hogy Dalmonnak nincs sok dolga... vagy legalábbis egy Odú lakóhoz képest. Próbáld őt megkérdezni.",
  "DIA_Innkeeper_Dalmon_15_05": "Köszönöm.",
  "DIA_Innkeeper_Ivy_15_01": "Megszállt itt egy lány nemrég.",
  "DIA_Innkeeper_Ivy_03_02": "Úgy van, Ivy, ha jól emlékszem. Mi van vele?",
  "DIA_Innkeeper_Ivy_15_03": "Tudod merre van?",
  "DIA_Innkeeper_Ivy_03_04": "Nem bízott bennem. Amíg te az Odúban rohangáltál mint egy idióta, addig ő minden egyes vendégemmel beszélgetett.",
  "DIA_Innkeeper_Ivy_03_05": "Én mondom neked, keress magadnak egy másikat...",
  "DIA_Innkeeper_Ivy_15_06": "Túlgondolod a dolgot. Mi csak együtt dolgozunk, fontos mondanivalóm van a számára.",
  "DIA_Innkeeper_Ivy_03_07": "Bocsánat. De ahogy mondtam, nem tudom merre lehet. Remélem tud magára vigyázni.",
  "DIA_Innkeeper_Ivy_15_08": "Mert?",
  "DIA_Innkeeper_Ivy_03_09": "Nem csak farkasfikkal beszélt, hanem pár gyanús alakkal is. Ők biztosan nem ide valósiak voltak.",
  "DIA_Innkeeper_JonHouse_Description": "Tudod, hogy melyik házban élt Jon?",
  "DIA_Innkeeper_JonHouse_15_01": "Kösz az információt, majd megnézem. Amúgy nem tudod véletlenül, hogy merre lakott Jon?",
  "DIA_Innkeeper_JonHouse_03_02": "Eh, hiányozni fog. Senki más nem tudott úgy elbánni a tárnarákokkal, mint ő...",
  "DIA_Innkeeper_JonHouse_15_03": "Én is sajnálom. De tudod mi volt a kérdésem?",
  "DIA_Innkeeper_JonHouse_03_04": "Élt? Nem mondod, hogy...",
  "DIA_Innkeeper_JonHouse_15_05": "De, Jon halott. Nem tudtam megmenteni, túl sok volt a tárnarák. Tudod a kérdésemre a választ?",
  "DIA_Innkeeper_JonHouse_03_06": "Igen, persze. Ahogy elhagyod a kocsmát fordulj balra, menj le a lépcsőn a kút mellett, megint balra, az első ajtó lesz az bal felől.",
  "DIA_Innkeeper_JonHouse_15_07": "Köszönöm a segítséget. Szerintem még visszatérek, hátha megjelenik Ivy.",
  "DIA_Innkeeper_JonHouse_03_08": "Én is figyelni fogom. Sok borravalót szokott adni.",
  "DIA_Innkeeper_SQ405_Hello_03_01": "A városból jöttél?",
  "DIA_Innkeeper_SQ405_AfterHello_15_01": "Igen, miért kérded?",
  "DIA_Innkeeper_SQ405_AfterHello_03_02": "Mondd csak, mit lehet most ott kint inni?",
  "DIA_Innkeeper_SQ405_AfterHello_15_03": "Sörök, borok, néha rum, semmi különleges.",
  "DIA_Innkeeper_SQ405_AfterHello_03_04": "Nem erre gondoltam! Figyelj, néhány vendégem panaszkodni kezdett a kocsmámban található szeszes italok szegényes választékára.",
  "DIA_Innkeeper_SQ405_AfterHello_03_05": "Először azt mondtam, hogy nem az én problémám mert úgyis nálam fognak piálni, de ezek az árulók elkezdték kiküldeni a vadászainkat Silbachba és a városba piáért!",
  "DIA_Innkeeper_SQ405_AfterHello_03_06": "Azt akarom, hogy hozz nekem mintákat a legjobb szeszes italokból amiket ismersz. Nekem úgy tűnik, hogy sokat utazol, így biztosan volt már alkalmad megkóstolni ezt-azt.",
  "DIA_Innkeeper_SQ405_AfterHello_03_07": "Ha az íz ideillik, akkor készen állok szerződést kötni rendszeres szállítmányokért.",
  "DIA_Innkeeper_SQ405_RealStart_15_01": "Nem ígérek semmit, de megnézem mit tehetek.",
  "DIA_Innkeeper_GiveAlco_Description": "(Átadod a piát)",
  "DIA_Innkeeper_CheckThisOut_15_01": "Próbáld ki ezt.",
  "DIA_Innkeeper_WeHaveADeal_15_02": "Persze, és ezen felül nagy eséllyel szállítási költségek is lesznek.",
  "DIA_Innkeeper_WeHaveADeal_03_03": "Tökéletes! Kezdetnek heti két szállítmányt fogok kérni.",
  "DIA_Innkeeper_LegacyArrazol_03_02": "Borzalmas! Hova gondolsz, a kocsmámban a fiúk bort fognak iszogatni egy edzéssel és vadászattal töltött nap után?",
  "DIA_Innkeeper_DarkBeer_03_01": "Azta! Ez jó! Honnan szerezted!?",
  "DIA_Innkeeper_DarkBeer_15_02": "Korábban Tomas, egy városi sörfőző próbálta piacra dobni.",
  "DIA_Innkeeper_DarkBeer_15_03": "Megpróbálhatok vele beszélni, hogy legyen a kocsmáddal szerződése. Ha jól emlékszem, akkor eddig kért...",
  "DIA_Innkeeper_Starka_03_03": "Mit adtál nekem? Olyan az íze mint valami falusi lakomára való italnak!",
  "DIA_Innkeeper_Starka_03_04": "Ezt nem fogom a kocsmámban árulni!",
  "DIA_Innkeeper_Gold200_15_01": "... 200 aranyat rekeszenként.",
  "DIA_Innkeeper_Gold200_03_02": "200 arany egy rekesz sörért? Ez valamiféle átverés!",
  "DIA_Innkeeper_Gold200_03_03": "Úgy tűnik a jelenlegi választékomnál kell maradnom. Egy ilyen ár romba döntene engem!",
  "DIA_Innkeeper_Gold150_15_01": "... 150 aranyat rekeszenként.",
  "DIA_Innkeeper_Gold100_15_01": "... 100 aranyat rekeszenként.",
  "DIA_Innkeeper_SQ405_Aftermatch_15_01": "Tomas beleegyezett az ajánlatodba.",
  "DIA_Innkeeper_SQ405_Aftermatch_03_02": "De még egy palack sör sem érkezett meg azóta!",
  "DIA_Innkeeper_SQ405_Aftermatch_03_03": "Majd akkor elhiszem, amikor a vendégeimet szolgálom ki vele.",
  "DIA_Innkeeper_SQ405_Aftermatch_03_04": "Ezt magam és az ügyfeleim is a saját bőrükön tapasztalták.",
  "DIA_Innkeeper_SQ405_Aftermatch_03_05": "Tökéletes ez a sör! Kösz még egyszer a segítséget!",
  "DIA_Innkeeper_SQ405_Aftermatch_03_06": "Fogd ezt a pár rumot jutalmul. Amióta megkaptuk a Sötét Paladinert azóta szerintem csak Gron issza azt a matróz löttyöt.",
  "DIA_Innkeeper_CheckThisOut_03_02": "..."
}
