{
  "DIA_Arethe_BOLT_15_01": "Elvileg vannak nálad különleges vesszők.",
  "DIA_Arethe_BOLT_03_02": "Nem beszélhetek a felszerelésemről. Ez az őrmester parancsa minden Farkasfinak.",
  "DIA_Arethe_BOLT_15_03": "Nem akarok elterelgetést tenni, nyugodtan megmutathatod azokat nekem... ",
  "DIA_Arethe_BOLT_03_04": "Hallgatsz te rám? Nem tudom mert egy felettesem megtiltotta.",
  "DIA_Arethe_BOLT_Gold_15_01": "Biztos gondolkoztál azon, hogy kevés a fizetésed...",
  "DIA_Arethe_BOLT_Gold_03_02": "Pont megfelelő. Étellel és szállással ellátnak és a fizetés elég ahhoz, hogy kielégítse a további igényeimet.",
  "DIA_Arethe_BOLT_Duel_15_01": "Miért nem nézzük meg, hogy melyikünk a legjobb lövész?",
  "DIA_Arethe_BOLT_Duel_03_02": "Nem, nem mutatom meg a képességeimet egy idegennek. Ulryk Parancsnok utasításai.",
  "DIA_Arethe_BOLT_TurnAway_15_01": "És ha elnéznél egy pillanatra?",
  "DIA_Arethe_BOLT_TurnAway_03_02": "A szemeim mindig a lehetséges veszély irányába néznek. Most pedig a kapott parancs tudatos végrehajtásával fenyegetsz.",
  "DIA_Arethe_NoWay_15_01": "Szerintem nem fogunk kijönni egymással.",
  "DIA_Arethe_NoWay_03_02": "Valóban. Egy újonc, mint te nem fogja megérteni mit jelent Farkasfinak lenni. Kérlek állj arrébb.",
  "DIA_Arethe_WhatHappend_03_01": "Mi folyik itt?",
  "DIA_Arethe_WhatHappend_15_02": "Nem tudom. Hallottam egy durranást, aztán ezeket a hordókat láttam elpusztítva.",
  "DIA_Arethe_WhatHappend_03_03": "Francba, valaki megint vandálkodik! Ezt meg kell vizsgálnom!",
  "DIA_Arethe_SQ417_WaitASec_03_01": "Hallottam valamit rólad... és nekem egy igen képzett harcosnak tűnsz...",
  "DIA_Arethe_SQ417_WaitASec_03_02": "Van egy eset, ahol szükségem lenne egy olyan ember segítségére, aki képes fegyvert fogni és nem rohan el az első veszélytől.",
  "DIA_Arethe_SQ417_What_15_01": "Mi az?",
  "DIA_Arethe_SQ417_What_03_02": "Egy ideje nem aludtam jól. Hulla fáradtan sétálgatok és össze-vissza bealszok, ez egyáltalán nem vall rám.",
  "DIA_Arethe_SQ417_What_03_03": "Yezegan adott pár utasítást pár napja, de egy csomó estét át kéne aludnom, hogy rendesen beváljon.",
  "DIA_Arethe_SQ417_What_03_04": "Balszerencsémre Baes pont esti Pechemre Baes a lehető leghamarabb éjszakai őrséget rendelt rám. Esetleg nem tudnál őrt állni a déli falaknál a távollétemben?",
  "DIA_Arethe_SQ417_What_Reward_15_01": "És én mit kapok ezért?",
  "DIA_Arethe_SQ417_What_Reward_03_02": "Ulryk nem fogja megtudni, hogy ki turkált a ládámban. Tényleg azt hitted, hogy nem jövök rá?",
  "DIA_Arethe_SQ417_What_Reward_03_03": "És mellé adok pár aranyat is csak azért, hogy később ne tudd azt mondani rólunk, hogy a Farkasfiak hálátlanok.",
  "DIA_Arethe_SQ417_What_Reward_03_04": "Régebben tulajdonomba került egy gyönyörű csatakalapács. Én jobban preferálom a kétkezes kardokat, így odaadhatom azt neked.",
  "DIA_Arethe_SQ417_What_Why_15_01": "Miért nem vállalja el valamelyik társad a szemlét?",
  "DIA_Arethe_SQ417_What_Why_03_02": "Megvan nekik a saját őrködésük. És ha nem akkor az előző esti őrködést pihenik ki. Emellett szeretném, ha ez az alvásos probléma titok maradna.",
  "DIA_Arethe_SQ417_What_Why_03_03": "Itt az ilyen dolgok hetekig tartanak. Ahhoz, hogy tiszteljenek, kifogástalannak kell lenned.",
  "DIA_Arethe_SQ417_What_Start_15_01": "Rendben, elmegyek őrködni neked.",
  "DIA_Arethe_SQ417_What_Start_03_02": "Leírtam egy papírra egy alapvető járőr útvonal rutinját. Csak kövesd az utasításokat és minden rendben lesz. Csak ne felejts el holnap alkonyat előtt megjelenni!",
  "DIA_Arethe_SQ417_What_No_15_01": "Nincs most erre időm.",
  "DIA_Arethe_SQ417_PatrolTime_03_01": "Oké, csak biztosra akartam menni, hogy megjelensz. Most visszamehetek aludni.",
  "DIA_Arethe_SQ417_AfterPatrol_03_01": "Hogy őrködsz te?! Valaki betört és szétverte a kunyhóm falát!",
  "DIA_Arethe_SQ417_AfterPatrol_03_02": "És emellett még el is hagytad a posztodat!",
  "DIA_Arethe_SQ417_AfterPatrol_Next_03_01": "Francba, vajon mi lehet...",
  "DIA_Arethe_SQ417_AfterPatrol_Come_15_01": "Jöttem megnézni mi folyik itt...",
  "DIA_Arethe_SQ417_WhatNext_Next_03_01": "A fontos dolog az, hogy már előkészültem egy tervvel. Várunk a következő éjszakáig. Most én fogok elmenni őrködni a falakhoz, hogy a támadó biztos lehessen abban, hogy nem vagyok a kunyhóban.",
  "DIA_Arethe_SQ417_WhatNext_Next_03_02": "Te bent elbújsz és majd megpróbálsz rálopakodni. Amint hallasz valami hangokat, rögtön odafutsz és tetten kapod a rohadékot.",
  "DIA_Arethe_SQ417_WhatNext_Next_03_04": "Itt találkozunk holnap este,  csak ne felejts el jönni!",
  "DIA_Arethe_SQ417_WhatNext_15_01": "Kitaláltál valamit?",
  "DIA_Arethe_SQ417_WhatNext_03_02": "Yezegan esküszik, hogy nem tud semmit sem erről. A fickónak őrült ötletei vannak néha, de nem hazudna a pofádba. Valami másnak kéne lennie.",
  "DIA_Arethe_SQ417_WhatNext_Beast_15_01": "Talán ugyanaz a Bestia, ami Silbachban van?",
  "DIA_Arethe_SQ417_WhatNext_Beast_03_02": "A faszén égetőktől hallottam azokat a pletykákat. Csak badarság és kifogások a lusta parasztoktól. Nincs semmi ilyen bestia.",
  "DIA_Arethe_SQ417_WhatNext_Jokes_15_01": "Szerinted az egyik Farkasfi szívatna minket?",
  "DIA_Arethe_SQ417_WhatNext_Jokes_03_02": "Nem lepődnék meg. Nem tudom mikor lehetne lehetőségük magukat szórakoztatni. Ulryknak már egy jó ideje szigorú lett az erőd elhagyásával kapcsolatban.",
  "DIA_Arethe_SQ417_WhatNext_Thief_15_01": "Szerinted valaki betört ide?",
  "DIA_Arethe_SQ417_WhatNext_Thief_03_02": "Kevés az esélye, de mindig lehetséges. Ha valaki tényleg betört ide, akkor azzal majd jól elbánunk. A betolakodó nagyon hamar megbánja majd a döntését.",
  "DIA_Arethe_SQ417_WhatNext_Sleep_15_01": "Mi van az alvásoddal?",
  "DIA_Arethe_SQ417_WhatNext_Sleep_03_02": "A pokolba az alvással, nem fogom így hagyni a dolgokat!",
  "DIA_Arethe_SQ417_WhatNext_Go_15_01": "Munkára fel.",
  "DIA_Arethe_SQ417_Hide_03_01": "Jó látni téged. Bújj el valahol a kunyhó végében, elmegyek járőrözni. Legyen a fáklyád kéznél, tényleg nem látsz itt sokat este.",
  "DIA_Arethe_SQ417_Finish_03_01": "Na, mit tudtál meg?",
  "DIA_Arethe_SQ417_Finish_Next_03_01": "Szép munka, itt az ígért jutalmad.",
  "DIA_Arethe_SQ417_Finish_Gron_15_01": "Gron volt a zűrzavar oka. Mostanában többet ivott a szokásosnál...",
  "DIA_Arethe_SQ417_Finish_Gron_03_02": "Francba, ezt előre láthattam volna... Amikor részeg akkor olyan hangos, mint egy medve!",
  "DIA_Arethe_SQ417_Finish_Gron_03_03": "Beszélnem kell Baessel erről.",
  "DIA_Arethe_SQ417_Finish_Baes_15_01": "Baes talált magának egy új pajtást - egy medvét.",
  "DIA_Arethe_SQ417_Finish_Baes_03_02": "Micsoda? Egy medve az erődünk kellős közepén?",
  "DIA_Arethe_SQ417_Finish_Baes_03_03": "És még mindig a parancsnokunk tartja, aki mindig azt mondja nekünk, hogy a fegyelem és a józan paraszti ész a legfontosabb dolgok?",
  "DIA_Arethe_SQ417_Finish_Baes_03_04": "Ulryknak tudnia kell erről...",
  "DIA_Arethe_SQ417_Finish_Baes_03_05": "Ha nem segítettél volna, akkor ki tudja, hogy a medve nem ölt meg volna mindannyiunkat álmunkban egy estén!",
  "DIA_Arethe_Who_15_01": "Ki vagy te?",
  "DIA_Arethe_Who_03_02": "A nevem Arethe, és büszkén vallom magam Farkasfinak. Mi szél hozott téged hozzám?",
  "DIA_Arethe_Ambient_15_01": "Hogy megy a szolgálat?",
  "DIA_Arethe_Ambient_03_02": "A medvés dolog aggodalmat keltett bennem, de lassan kezdenek visszaállni a dolgok a régi kerékvágásba.",
  "DIA_Arethe_Ambient_03_03": "Amióta kiemelted nekem Gront, azóta észrevettem az alkohol által született problémát más társamnál is. Valamit kéne tenni ezzel szemben.",
  "DIA_Arethe_Ambient_03_04": "Változatlanul ellát engem elégedettséggel.",
  "DIA_Arethe_SQ417_WhatNext_Beast_Choice": "Lehet, hogy ugyanaz a Bestia, ami Silbachban van?",
  "DIA_Arethe_SQ417_Finish_Gron_Choice": "A zűrzavar elkövetője Gron volt."
}
