{
  "DIA_Othekar_Q501_Almanac_Description": "Szeretném kölcsön venni a 'Az Alkímiai Lépések Évkönyve' című könyvet.",
  "DIA_Othekar_Q501_Almanac_15_01": "Szeretném kölcsön venni a 'Az Alkímiai Lépések Évkönyve' című könyvet'.",
  "DIA_Othekar_Q501_Almanac_03_02": "Sajnálom, de olyannyira elfoglalt vagyok, hogy ezzel jelenleg nem tudok segíteni.",
  "DIA_Othekar_Q501_Almanac_03_03": "Ti tanoncok idejöttök, és annyi könyvet visztek el, amennyit csak bírtok, majd nem pakoljátok vissza, és szétdobálva hagyjátok őket!",
  "DIA_Othekar_Q501_Almanac_03_04": "Megkapod az évkönyved, amint rendet teremtettem itt.",
  "DIA_Othekar_Q501_Almanac_Help_15_01": "Talán ebben tudok segíteni?",
  "DIA_Othekar_Q501_Almanac_Help_03_02": "Hmm... Az nagyon kedves lenne. Addig meg tudnám találni az Évkönyvet számodra.",
  "DIA_Othekar_Q501_Almanac_Help_03_03": "Menj végig a könyvtáron, és a szétszórt könyveket vedd fel, és a megfelelő helyre tedd őket vissza.",
  "DIA_Othekar_Q501_Almanac_Help_03_04": "Amikor készen vagy, akkor megkapod a könyvet.",
  "DIA_Othekar_Q501_GiveBook_15_01": "Az Évkönyv kapcsán...",
  "DIA_Othekar_Q501_GiveBook_03_03": "Látom, hogy a könyvek a megfelelő helyükre kerültek. Köszönöm a segítséged.",
  "DIA_Othekar_Q501_GiveBook_03_04": "Itt is lenne az Évkönyved.",
  "DIA_Othekar_Q501_GiveBook_03_02": "A könyvek jelenleg nincsenek a helyükön. A témájuknak megfelelő polcra tedd őket.",
  "DIA_Othekar_SQ506_Wait_03_01": "Várj! Szeretnélek megkérni, hogy ezeket a dolgokat ne add át Arturnak.",
  "DIA_Othekar_SQ506_Wait_15_02": "Miért? Mi a baj?",
  "DIA_Othekar_SQ506_Wait_03_03": "Én mondtam a tanoncoknak, hogy rejtsék el a dolgait. Artur nem csak nem látja el a feladait, de fejben még mindig nincs ott, ahol kéne.",
  "DIA_Othekar_SQ506_Wait_03_04": "Szeretném, ha felelősebb lenne, és jobban részt venne a tanulásban és a kolostori életben ahelyett, hogy nagy terveket szőne arról, hogy varázslóként mit fog csinálni.",
  "DIA_Othekar_SQ506_Wait_03_05": "Egy kis alázat az életben nem fog neki ártani.",
  "DIA_Othekar_SQ506_Wait_No_15_01": "Nem tetszik a hozzáállásod. Visszaadom a cuccait.",
  "DIA_Othekar_SQ506_Wait_No_03_02": "Azt teszed, amit jónak látsz. Tudd viszont, hogy ha ezt megteszed neki, akkor nem segítesz neki.",
  "DIA_Othekar_SQ506_Wait_No_03_03": "Mindazonáltal köszönöm, hogy legalább a könyvtárat elintézted.",
  "DIA_Othekar_SQ506_Wait_Yes_15_01": "Ha szerinted ez segít rajta, akkor odaadom a dolgait.",
  "DIA_Othekar_SQ506_Wait_Yes_03_02": "Köszönöm, hogy meghallgattál. Bízz bennem, hogy ez a lecke már jól működött a legtöbb tanoncnál.",
  "DIA_Othekar_SQ506_Wait_Yes_03_03": "És ha a továbbiakban sem dolgozik, akkor jobb, ha ezekhez a reggelekhez hozzászokik."
}
