{
  "DIA_Riordian_Q515_Start_03_01": "Látnunk kell, hogy van-e még élőhalott a téren.",
  "DIA_Riordian_Q515_Ulryk_03_01": "A Farkasfiak? Mit keresnek itt?",
  "DIA_Riordian_SQ504_HeardTheNews_03_01": "Hallottam a Víz Körébe való beavatásodról. Már mondtam Kesselnek mindvégig, hogy tökéletes vagy a szerepre.",
  "DIA_Riordian_SQ504_HeardTheNews_03_02": "Mostantól ha bármelyik Vízmágusnak megmutatod a Víz Körének gyűrűjét az ujjadon, akkor többet tudsz tőlük tanulni, illetve több dolgot bocsátanak áruba.",
  "DIA_Riordian_SQ504_HeardTheNews_03_03": "Más esetben azt mondanám, hogy tudsz az embereinken számítani a terepen is... de te is láttad, hogy mit tett Volker pontosan.",
  "DIA_Riordian_CanYouTeachCircle_15_01": "Meg tudod tanítani a mágikus köröket?",
  "DIA_Riordian_CanYouTeachCircle_03_02": "Ennek a képességnek az elsajátítása egy képzett tanonc számára is túlterhelő lehet, de ezen a ponton minden lehetséges Adanos kegyelmének hála.",
  "DIA_Riordian_CanYouTeachCircle_03_03": "Gyere hozzám, ha vízmágiát szeretnél tanulni. És itt van valami neked kezdésként.",
  "DIA_Riordian_TeachMeCircle_15_01": "Taníts varázslatot...",
  "DIA_Riordian_Q501_Start_03_01": "Végre felébredtél!",
  "DIA_Riordian_Q501_Start_Mage_15_01": "Riordian? Mióta vagy varázsló?",
  "DIA_Riordian_Q501_Start_Mage_03_02": "Szóval emlékszel rám. Jó, nagyon jó. Már féltem, hogy emlékezet kiesésed lett azok után, amit átéltél.",
  "DIA_Riordian_Q501_Start_Mage_03_03": "Mindenesetre remélem nem gondoltad, hogy az egész életemet varázstekercsek másolásával fogom tölteni? Végül is tudok segíteni embereken.",
  "DIA_Riordian_Q501_Start_Where_15_01": "Hol vagyok? Mi történt?",
  "DIA_Riordian_Q501_Start_Where_03_02": "Biztos lehetsz benne, hogy biztonságban vagy és nem vagy veszélyben. A Vízmágusok Kolostorában vagyunk egy kis szigeten Archolos közelében, pontosabban a kolostor gyengélkedőjében.",
  "DIA_Riordian_Q501_Start_Where_03_03": "Kessel hozott ide előző este a vállán.",
  "DIA_Riordian_Q501_Start_Where_03_04": "Csak annyit tudott elmondani, hogy Volker emberei megtámadtak titeket, és hogy a teljes Víz Köre megsemmisült, aztán ő is összeesett a fáradtságtól.",
  "DIA_Riordian_Q501_MyStuff_15_01": "Hol vannak a cuccaim?",
  "DIA_Riordian_Q501_MyStuff_03_02": "Az Apát személyesen rendelte el, hogy a felszerelésedet a Főmágusok szobájában tárolják.",
  "DIA_Riordian_Q501_MyStuff_03_03": "Kesselt a 'spontán' oldaláról ismeri... szóval meg akart védeni téged a további elhamarkodott döntésektől.",
  "DIA_Riordian_Q501_MyStuff_03_04": "A saját felszerelésed visszaszerzése egyedül közel lehetetlen, így nem kell aggódnod amiatt, hogy bármid is elveszik.",
  "DIA_Riordian_Q501_MyStuff_03_05": "Amint jobban leszel, visszakapod mindenedet.",
  "DIA_Riordian_Q501_MyStuff_Prior_15_01": "Ez az Apát tud mindenről?",
  "DIA_Riordian_Q501_MyStuff_Prior_03_02": "Természetesen! Továbbítottunk mindent, amit Kessel mondott. Sajnos ez nem volt túl sok dolog.",
  "DIA_Riordian_Q501_MyStuff_Prior_03_03": "Az Apát úgy döntött, hogy nem hoz végső döntést addig, amíg nem beszélt Kessellel, de neki még fel kell épülnie.",
  "DIA_Riordian_Q501_MyStuff_Prior_03_04": "Tudnod kell, hogy a kolostor varázslói Volkerre egy fiatal legényként emlékeznek, aki szerencsét próbált és próbált a világon segíteni.",
  "DIA_Riordian_Q501_MyStuff_Prior_03_05": "Kessel próbálta megláttatni velük az igazságot. Sajnos kevés sikerrel.",
  "DIA_Riordian_Q501_Kessel_15_01": "Milyen állapotban van Kessel?",
  "DIA_Riordian_Q501_Kessel_03_02": "Sajnos rosszabban, mint te. Biztosan Adanos maga öntötte az erejét belé, hogy idáig el tudott jönni azokkal a sebesülésekkel.",
  "DIA_Riordian_Q501_Kessel_03_03": "Több nyíl eltalálta, és a magasból való zuhanás fejezte be a munkát.",
  "DIA_Riordian_Q501_Kessel_03_04": "Mindent megteszünk, hogy meggyógyítsuk, de pár dolog időigényes. Biztos vagyok benne, hogy néhány hét múlva Kessel tud velünk majd beszélni.",
  "DIA_Riordian_Q501_Volker_15_01": "Meg kell állítanunk az Uzsorást minél előbb!",
  "DIA_Riordian_Q501_Volker_03_02": "Nyugi! Még egy húspoloskát sem tudsz megállítani ilyen állapotban. Ha szeretnéd elhagyni a kolostort, akkor először fel kell épülnöd.",
  "DIA_Riordian_Q501_Volker_03_03": "Ez több napnyi gyógytornát és pihenést fog igényelni, hogy a legyengült testedet ne terheljük túl.",
  "DIA_Riordian_Q501_Heal_Description": "Nincs gyorsabb módja a gyógyulásnak?",
  "DIA_Riordian_Q501_Heal_15_01": "Nincs gyorsabb módja a gyógyulásnak? Kessel kétszer mentett meg. Nem hagyhatom itt így!",
  "DIA_Riordian_Q501_Heal_03_02": "Ahogy említettem nem minden seb gyógyítható varázslással pillanatok alatt. A varázslat a testet is terheli, és katasztrofális eredménye lenne, ha használnák rajtad.",
  "DIA_Riordian_Q501_Heal_03_03": "Csodával határos módon megúsztad a halált, és ennek örülnöd kéne, de több időre van szükséged. Kesselnek meg még inkább.",
  "DIA_Riordian_Q501_Heal_Weapon_15_01": "Ez esetben adjátok vissza a fegyvereimet, és elintézem én.",
  "DIA_Riordian_Q501_Heal_Weapon_03_02": "Látom, hogy addig nem nyugszol, amíg magadnak vagy másnak nem ártasz. Nem fogom azt mondani, hogy nem ezt vártam.",
  "DIA_Riordian_Q501_Heal_Weapon_03_03": "Ezért amíg vártam, hogy felébredj, addig eszembejutott, hogy bizonyos főzet segíthet gyorsabban felépülni, de...",
  "DIA_Riordian_Q501_Heal_Weapon_15_04": "De?",
  "DIA_Riordian_Q501_Heal_Weapon_03_05": "De ez lehet, hogy csak egy kolostori legenda... hallottam erről a receptről, amíg fiatal tanonc voltam.",
  "DIA_Riordian_Q501_Heal_Weapon_03_06": "Állítólag az írója Dagobert volt, egy legendásan tehetséges alkimista. Rierol, a varázsló megpróbálta rekreálni ezt éveken keresztül, de eltántorította a siker hiánya, és végül abbahagyta a munkát rajta.",
  "DIA_Riordian_Q501_Heal_Weapon_03_07": "Talán ha más ember nézne rá a receptre, akkor valami kisülhet belőle.",
  "DIA_Riordian_Q501_Heal_Help_15_01": "Hogyan győzöm meg, hogy segítsen?",
  "DIA_Riordian_Q501_Heal_Help_03_02": "Rierolt? Megpróbálhatod, de már öreg, zsémbes és lusta, és kétlem, hogy bármi kijönne belőle. Főleg, hogy kívülálló vagy a kolostor számára.",
  "DIA_Riordian_Q501_Heal_Help_15_03": "Nem tudsz vele te beszélni?",
  "DIA_Riordian_Q501_Heal_Help_03_04": "Hidd el, megpróbáltam, miután átjutottam a Víz Próbáján.",
  "DIA_Riordian_Q501_Heal_Help_03_05": "Rierol valószínűleg fél, hogy a formula végül teljesen értéktelen lesz, és hogy az életét egy vágyálomnak szentelte...",
  "DIA_Riordian_Q501_Heal_Help_03_06": "Vagy rosszabb, hogy az eredménye az lesz, hogy más fogja helyette megfejteni.",
  "DIA_Riordian_Q501_Heal_Help_03_07": "Mindenesetre elmentem Rierol mellett a földszinten, amikor jöttelek téged látogatni.",
  "DIA_Riordian_Q501_Heal_Help_03_08": "A lábaid átmozgatása jót tenne neked, csak ne erőltesd meg magad!",
  "DIA_Riordian_Q501_WhatWithKessel_15_01": "Mi a helyzet Kessellel? Látsz javulást?",
  "DIA_Riordian_Q501_WhatWithKessel_03_02": "Sajnos tudom, hogy az állapota jelenleg is elég súlyos. Mint említtem, hogy több hét lesz, mire felépül.",
  "DIA_Riordian_Q501_GotRecipe_15_01": "Sikerült megszereznem a receptet.",
  "DIA_Riordian_Q501_GotRecipe_03_02": "Csak csendben, vagy meghall minket!. Láttam, hogy éppen a gyengélkedő földszintjén lófrál.",
  "DIA_Riordian_Q501_GotRecipe_03_03": "Jó, mutasd a receptet.",
  "DIA_Riordian_Q501_GotRecipe_03_04": "Érdekes... A főzet elkészítése maga nem tűnik komplikáltnak. Van pár lépése, amit óvatosan kell elvégezni.",
  "DIA_Riordian_Q501_GotRecipe_03_05": "És van pár pontatlanság az összetevőknél...",
  "DIA_Riordian_Q501_LetsDoIt_15_01": "Siessünk akkor, és készítsük el ezt a főzetet!",
  "DIA_Riordian_Q501_LetsDoIt_03_02": "Ne olyan gyorsan, még először ki kell találnom, hogy mit csináljak a hiányzó hozzávalókkal. Néhány úgy néz ki, mintha fordítási hiba lenne, és néhány másik nem beszerezhető a környéken.",
  "DIA_Riordian_Q501_LetsDoIt_03_03": "Át fogom ezt a receptet gondosan tanulmányozni. Meglátogatlak holnap, és kitaláljuk a következőket. Elég izgalomban volt ma részed, és ideje pihenned.",
  "DIA_Riordian_Q501_LetsDoIt_Tired_15_01": "Igazad van. Eléggé fáradtnak érzem magam...",
  "DIA_Riordian_Q501_LetsDoIt_Tired_15_02": "Úgy érzem, hogy a kezeim remegnek állandóan.",
  "DIA_Riordian_Q501_LetsDoIt_Tired_03_03": "Nem csoda. Természetes következménye a sérüléseknek, amiket elszenvedtél. Ne aggódj! Jobb lesz a napok múlásával.",
  "DIA_Riordian_Q501_LetsDoIt_Volker_15_01": "Az Uzsorás még szabadon van, és nekem aludnom kéne?",
  "DIA_Riordian_Q501_LetsDoIt_Volker_03_02": "Nem látod, hogy a kolostor milyen leckére tanít?",
  "DIA_Riordian_Q501_LetsDoIt_Volker_03_03": "Az elhamarkodott döntések és a hirtelen bosszúvágy okozta azt, hogy Kessel és te ilyen állapotba kerültetek.",
  "DIA_Riordian_Q501_LetsDoIt_Volker_03_04": "Adanos az Egyensúly Istene. Egyensúlyt hoz a világba az elemeken keresztül és rajtunk, embereken keresztül. Nincs erő, ami ellenállna az igazságának.",
  "DIA_Riordian_Q501_LetsDoIt_Volker_03_05": "Ne rohangálj egy ideig, lélegezz, és gyűjts erőt, amíg nem jön a dagály. Akkor már nem csak az erődbe térsz vissza, de megfontoltabb is leszel.",
  "DIA_Riordian_Q501_ThirdDay_03_01": "Pihentél? Jobban nézel ki minden nap!",
  "DIA_Riordian_Q501_ThirdDay_Tired_15_01": "Ami nem mondható el rólad... úgy nézel ki, mintha fent lettél volna egész éjszaka.",
  "DIA_Riordian_Q501_ThirdDay_Tired_03_02": "Mert így történt.",
  "DIA_Riordian_Q501_ThirdDay_Tired_03_03": "Reggel óta dolgozok a recepten, és gondolom Adanos maga figyelt az elmém tisztaságára, mert nem csak ébren tudtam maradni, de sikerült megfejtenem a receptet.",
  "DIA_Riordian_Q501_Ready_15_01": "Szóval most el tudjuk készíteni?",
  "DIA_Riordian_Q501_Ready_03_02": "Két probléma jön elő.",
  "DIA_Riordian_Q501_Ready_03_03": "Először sok hozzávalóra lesz szükséged a főzethez. Sok idő lesz, hogy ezt összeszedd a többi varázsló gyanúja nélkül.",
  "DIA_Riordian_Q501_Ready_03_04": "A nagyobbik probléma pedig maga az alkímiai asztal...",
  "DIA_Riordian_Q501_Ready_Mage_15_01": "Varázsló vagy. Nincs hozzáférésed egy ilyen asztalhoz?",
  "DIA_Riordian_Q501_Ready_Mage_03_02": "Ahogy az Apát szépen jelezte, hogy fegyelmi felmentésem van az alkímiai munkáról koordinátor hiányában.",
  "DIA_Riordian_Q501_Ready_Mage_03_03": "Mint láthatod nem sokkal azután, hogy varázslóvá váltam, megpróbáltam elkészíteni egy főzetet színtiszta varázsércből.",
  "DIA_Riordian_Q501_Ready_Mage_03_04": "Maradjunk annyiban, hogy az asztal nem volt használható utána.",
  "DIA_Riordian_Q501_Ready_Table_15_01": "Nem tudjuk más asztalát használni?",
  "DIA_Riordian_Q501_Ready_Table_03_02": "Megkozkáztatva azt, hogy valaki rájön, hogy miket csináltunk? Ennyi erővel dobjuk a receptet a tengerbe.",
  "DIA_Riordian_Q501_Ready_Table_03_03": "Néhány alapanyag még megmaradt a noviciátusi képzésemről, de van pár, amihez kellene a segítséged.",
  "DIA_Riordian_Q501_Ready_Potion_15_01": "Miért érdekel a főzet elkészítése ilyen hirtelen?",
  "DIA_Riordian_Q501_Ready_Potion_03_02": "Nem csak te vagy érdekelt Kessel gyógyulásában. Jó ember, és nélküle Archolos nehéz helyzetben lesz.",
  "DIA_Riordian_Q501_Ready_Potion_03_03": "Ezt észben tartva rájöttem, hogy minél előbb lépéseket kell tennem",
  "DIA_Riordian_Q501_Ready_Potion_03_04": "Ezen kívül Dagobert főzete elég jó alkalom arra, hogy bebizonyítsam azoknak az öreg, házsártos varázslóknak, hogy milyen jó alkimista vagyok.",
  "DIA_Riordian_Q501_Work_15_01": "Lássunk munkához.",
  "DIA_Riordian_Q501_Work_03_02": "Összeírtam egy rövid listát neked, hogy a szükséges felszerelést hol találod.",
  "DIA_Riordian_Q501_Work_03_03": "Megszerzésüket rád bízom, de figyelmeztetlek, hogyha lopáson kapnak, akkor nagy bajban leszünk.",
  "DIA_Riordian_Q501_Work_03_04": "És még egy dolog. A legtöbb ember a kolostorban tudja, hogy nem vagy tanonc, de ha egy idős varázsló összetéveszt eggyel, akkor nem kell kijavítanod.",
  "DIA_Riordian_Q501_GotEverything_15_01": "Már megvan minden, amit kértél.",
  "DIA_Riordian_Q501_GotEverything_03_02": "Csodás! Már csak néhány hozzávaló hiányzik. Nem volt időm megkeresni őket, mert néhány páciensük újra belázasodott.",
  "DIA_Riordian_Q501_GotEverything_03_03": "Már kirohangáltad magad mára, szóval pihenj te is. A főzet biztosan jobban működik egy kipihent testen.",
  "DIA_Riordian_Q501_GotEverything_03_04": "Elintézem a munkaasztal felállítását a szobád mellett lévő raktárban, illetve a főzet elkészítését magát is.",
  "DIA_Riordian_Q502_Hello_15_01": "Milyen volt? Dühös volt az Apát?",
  "DIA_Riordian_Q502_Hello_03_02": "Dühös? Néháa úgy érzem, hogy az öregnek több türelme van, mint Adanosnak magának a testvéreivel szemben.",
  "DIA_Riordian_Q502_Hello_03_03": "Sajnos hallottam elég sok megjegyzést a többi Főmágustól. Most mindenképpen beszélni szeretnének veled, és inkább ne várakoztasd meg.",
  "DIA_Riordian_Q108_Hello_15_01": "Riordian a neved, ugye?",
  "DIA_Riordian_Q108_Hello_03_02": "Üdvözletem, utazó! Hogyan segíthetek?",
  "DIA_Riordian_Q108_Hello_15_03": "Lokvar mondta, hogy együtt mehettek az erdőbe. Találnom kell növényeket a listájáról ott.",
  "DIA_Riordian_Q108_Hello_03_04": "Valóban! Ott nem lesz problémád a nöcények megtalálásával.",
  "DIA_Riordian_Q108_Hello_03_05": "Egyébként nekem is elég jó. Egy közelben lévő Adanos szobrot kellene letisztítanom, és áldoznom kell neki ott. Elkísérhetsz. Biztos vagyok benne, hogy az út közben mindent megtalálsz, ami kell.",
  "DIA_Riordian_Q108_LetsGo_03_02": "Kövess, és nézz szét a növények ügyében. Ne kószálj el messzire azonban, mert a Silbach környéki erdők veszélyesek!",
  "DIA_Riordian_Q108_RightPlace_03_01": "Igen, ez az a hely. Én elintézem a szentélyt, és addig nézz szét.",
  "DIA_Riordian_Q108_RightPlace_03_02": "Ó, várj egy percet...",
  "DIA_Riordian_Q108_RightPlace_03_03": "Nézd! Ott a gyökér a listádról ügyesen eldugva.",
  "DIA_Riordian_Q108_RightPlace_03_04": "Illetve fogadd el ezt. Megkönnyítheti a keresésed.",
  "DIA_Riordian_Q108_RightPlace_03_05": "Ez a varázslat nem csak magadhoz húzza a tárgyakat, de a kezedet is vezeti hozzájuk. Hasznos lesz a keleti ibolyák megtalálásában. Eléggé szeretnek bújkálni.",
  "DIA_Riordian_Q108_RightPlace_03_06": "Viszont ne menj tőlem messzire, mert sok veszélyes lény él a vadonban itt.",
  "DIA_Riordian_Q108_GotPlants_15_01": "Megvan minden növény, ami kell.",
  "DIA_Riordian_Q108_GotPlants_03_02": "Gyors volt. Ki gondolta volna, hogy ilyen tehetséges vagy a növények gyűjtésében. Nekem több idő lesz a szentély kitakarítása, és az imádságok elmondása.",
  "DIA_Riordian_Q108_GotPlants_03_03": "Ne várj rám! Vidd a növényeket Lokvarhoz! Találkozunk a faluban.",
  "DIA_Riordian_Ask_15_01": "Akartam kérdezni mást...",
  "DIA_Riordian_Ask_03_02": "Kérdezz csak nyugodtan!",
  "DIA_Riordian_Ask_Mages_15_01": "Élnek más tanoncok és varázslók a szigeten?",
  "DIA_Riordian_Ask_Mages_03_02": "Természetesen! Archolos az egyik legfontosabb hely a rendünk számára.",
  "DIA_Riordian_Ask_Mages_03_03": "A sziget közepétől keletre található a kolostorunk, ahol a legfontosabb Vízmágusok és a legtöbb tanonc éli a napi rutinját.",
  "DIA_Riordian_Ask_Mages_03_04": "Ott oktatnak engem is. Jelenleg terepi tapasztalatot gyűjtök szépen mondva.",
  "DIA_Riordian_Ask_Novize_15_01": "Csatlakozhatok én is a tanoncokhoz?",
  "DIA_Riordian_Ask_Novize_03_02": "Ez elég sok áldozattal jár.",
  "DIA_Riordian_Ask_Novize_03_03": "Először is le kell mondanod a világi javaidról. Egyik felét a szegényeknek a másik felét a kolostor kincstárának kell adnod.",
  "DIA_Riordian_Ask_Novize_03_04": "El kell hagynod az otthonodat, és meg kell szakítanod a kapcsolatot a közvetlen családtagaiddal. Egy Vízmágus nem szolgálhat ott, ahonnan jött.",
  "DIA_Riordian_Ask_Novize_03_05": "Végül fontos megemlíteni, hogy a felvétel csak évi egyszer van, és a noviciátus maga legalább öt évig tart.",
  "DIA_Riordian_Ask_Magic_15_01": "Szóval nincs módja a varázslás tanulásának?",
  "DIA_Riordian_Ask_Magic_03_02": "Nyugi, ez nem olyan rossz. Bár elég drága tud lenni, de az ismereteidtől függetlenül használhatsz varázstekercseket. Mind például ezt.",
  "DIA_Riordian_Ask_Magic_03_03": "Természetesen néhány erősebb varázslat igényelni fogja, hogy a varázserődet fejleszd, de minden emberben ott a  potenciál, hogy fejleszd. Van akiben jobban, van akiben kevésbé.",
  "DIA_Riordian_Ask_Magic_03_04": "A varázskörök megtanulása lehetséges a Víz- és Tűzmágusok nélkül is, de ehhez kelleni fognak a megfelelő könyvek, és rengeteg türelem.",
  "DIA_Riordian_Ask_Magic_03_05": "Azonban sok varázsló úgy hiszi, hogy a rúnákkal való varázslás a kolostorok titka kell, hogy legyen, és tiltják ezekből a könyvekből való tanulást. Próbálják elérhetetlenné tenni.",
  "DIA_Riordian_Ask_BACK_03_01": "Mivel ennyire érdekel a varázslat, ezért ezt javaslom neked.",
  "DIA_Riordian_Ask_BACK_03_02": "Feladatot kaptam, amíg a szigeten tartózkodom. Talán tudnál egy keveset segíteni vele?",
  "DIA_Riordian_Ask_BACK_03_03": "Jutalmul tudok adni egy-két tekercset.",
  "DIA_Riordian_Ask_BACK_03_04": "Találkozzunk Silbach temetőjében, miután mindent elintéztem.",
  "DIA_Riordian_SQ121_Start_15_01": "Mi a feladat?",
  "DIA_Riordian_SQ121_Start_03_02": "Rögtön a tárgyra térsz, mi? Ha őszinte lehetek, akkor ezt a megközelítést hiányolom a kolostorban...",
  "DIA_Riordian_SQ121_Start_03_03": "Oké, itt az egyezség. Minden tanoncnak bizonyos mennyiségű tekercset kell átmásolnia évente.",
  "DIA_Riordian_SQ121_Start_03_04": "Ez eléggé fárasztó, és unalmas. Nincs helye a kísérletezésnek, csak lassú újraírása a karaktereknek és az ikonoknak.",
  "DIA_Riordian_SQ121_Start_03_05": "Sejthetted, hogy a szabadidőmet inkább az alkímiának és a varázslás tudományának szenteltem inkább.",
  "DIA_Riordian_SQ121_Start_03_06": "Balszerencsémre már csak pár napom van, hogy egy halom tekercset átmásoljak. Elméletileg magamnak kell csinálnom, de ha segítenél úgy, hogy senki sem tudja meg...",
  "DIA_Riordian_SQ121_Start_Next_03_01": "Szóval mit mondasz? Tudsz segíteni?",
  "DIA_Riordian_SQ121_Start_Cant_15_01": "Nem tudok tekercsket másolni!",
  "DIA_Riordian_SQ121_Start_Cant_03_02": "Megnyugtatlak, hogy ez tényleg egy egyszerű dolog, mint előzőekben említettem. Csak egy stabil kézre, türelemre és jó szemekre van csak szükséged. Meg tudod csinálni!",
  "DIA_Riordian_SQ121_Start_Know_15_01": "Szerintem tudom, hogy ez hova halad...",
  "DIA_Riordian_SQ121_Start_Know_03_02": "Valószínűleg alázatot és őszinteséget vártál egy tanonctól, de helyzet cseppet más... A Vízmágusok eléggé régimódian tekintenek a dolgokra.",
  "DIA_Riordian_SQ121_Start_Know_03_03": "A szándékuk lehet jó, de a kolostorba bezárva ülni és tekercseket újraírogatni sosem fog segíteni azoknak, akiknek szükségük van rá.",
  "DIA_Riordian_SQ121_Start_Yes_15_01": "Rendben! Lássunk munkához!",
  "DIA_Riordian_SQ121_Start_Yes_03_02": "Mindenem megvan, ami a tekercs elkészítéséhez szükséges, de az átíráshoz megfelelő asztal Lokvar házában van.",
  "DIA_Riordian_SQ121_Start_Yes_03_03": "Az a zsémbes öregember biztosan jelezné a feletteseimnek, hogy valaki segített a feladattal. Valahogyan el kellene érnünk, hogy nem kap rajta minket.",
  "DIA_Riordian_SQ121_Start_Yes_15_04": "Távol szeretnéd tartani a házától?",
  "DIA_Riordian_SQ121_Start_Yes_03_05": "Nem hallottam, hogy távolabb ment volna Martha Fogadójától az elmúlt pár évben, és akkor is csak pár percre megy oda.",
  "DIA_Riordian_SQ121_Start_Yes_03_06": "Az egész éjszakára szükségem van. Emiatt kell elérnünk, hogy egy pihentető alvásban lesz része.",
  "DIA_Riordian_SQ121_Start_No_15_01": "Szerintem ez nem nekem való. Kilépek.",
  "DIA_Riordian_SQ121_Start_No_03_02": "Megértelek. Nem kényszerítelek semmire. Szóval látástól vakulásig ezek fölött a pergamenek felett kell ülnöm napokig.",
  "DIA_Riordian_SQ121_ScrollTime_03_01": "Ott az asztal. Ülj le, és csináld pontosan úgy, ahogy mutattam! Ezek a tekercsek jók lesznek kezdésnek.",
  "DIA_Riordian_SQ121_ScrollTime_03_02": "Ha fáradtnak érzed magad, akkor mondjad, és cserélünk. Varázstekercsek másolása nagyon igénybe veszi a varázserőt, és emiatt eléggé fárasztó tud lenni.",
  "DIA_Riordian_SQ121_MyTurn_03_05": "Mutasd, mit alkottál!",
  "DIA_Riordian_SQ121_MyTurn_03_02": "Még egyet sem fejeztél be? Teljesen rendben van. Nem mindenkinek sikerül elsőre.",
  "DIA_Riordian_SQ121_MyTurn_03_03": "Nem rossz. Nem vártam ezt tőled, hogy sikerül egyet létrehozni megfelelően elsőre.",
  "DIA_Riordian_SQ121_MyTurn_03_04": "Nem hibáztál egyszer sem. Lenyűgöző! Van hozzá érzéked?",
  "DIA_Riordian_SQ121_MyTurn_03_06": "Szóval, mi lenne ha váltanánk?? Újraírok párat most, és te figyelsz addig Lokvarra?",
  "DIA_Riordian_SQ121_MyTurn_15_07": "Naná! Egy kissé kimerültnek érzem magam.",
  "DIA_Riordian_SQ121_MyTurn_03_08": "Ne aggódj! Ez egy rövidtávú hatás. Hamarosan jobban érzed magad. Fogadd el ezt a tekercset. Ha a drága vendéglátonk felébredne, akkor használd ezt a varázslatot rajta azonnal, de ne előtte!",
  "DIA_Riordian_SQ121_AfterLokvar_15_01": "Lokvar majdnem felébredt, de visszament aludni.",
  "DIA_Riordian_SQ121_AfterLokvar_03_02": "Elég szerencsések vagyunk ma. Miért nem próbálsz még több tekercset átmásolni, amíg én ügyelek Lokvarra?",
  "DIA_Riordian_SQ121_AfterLokvar_03_03": "Próbáljunk meg valami nehezebbet, ami az új képességeidet megszilárdítja.",
  "DIA_Riordian_SQ121_Finish_15_01": "Nem sikerült átírnom az utolsó tekercset.",
  "DIA_Riordian_SQ121_Finish_03_02": "Nem baj. Mindig érdemes próbálkozni. Ha elsőre sikerült volna átírnod egy ilyen erős varázstekercset, akkor az eléggé meglepett volna.",
  "DIA_Riordian_SQ121_Finish_03_03": "Amíg ott ültél, addig én megnéztem Lokvar könyvespolcait. Emlékszel azokra a könyvekre, amikről meséltem? Megtaláltam az egyiket.",
  "DIA_Riordian_SQ121_Finish_03_04": "Az állapotából ítélve még emlékezhet azokra a napokra, amikor Lokvar is csak egy tanonc volt... Sajnos a többi kötetet nem láttam sehol.",
  "DIA_Riordian_SQ121_Finish_03_05": "Nélkülük ennek az ismeretanyaga nem lesz elég neked, de ki tudja, lehet megtalálod a többit is valahogy. Gyűjtők és néha mágusok is érdekeltek benne.",
  "DIA_Riordian_SQ121_Finish_03_06": "Az is lehetséges, hogy sokuk elfelejtve kallódik valamerre, ahol egykoron varázslást oktattak.",
  "DIA_Riordian_SQ121_Finish_03_07": "Ha Lokvar kérdezi, akkor azt mondom, hogy kölcsön vettem, hogy az alapokat átismételjem. Szóval, kell a könyv?",
  "DIA_Riordian_SQ121_Finish_Next_03_01": "A segítségedért ígért jutalom pedig...",
  "DIA_Riordian_SQ121_Finish_Next_03_02": "Fogadd el ezeket a tekercseket és néhány anyagot, hogy többet tudj csinálni.",
  "DIA_Riordian_SQ121_Finish_Next_03_03": "De mielőtt nekilátnál felügyelet nélkül átírni őket, azelőtt olvasd el ennek az útmutatónak a leírását.",
  "DIA_Riordian_SQ121_Finish_Next_03_04": "Megtarthatod. Nekem már nem kell.",
  "DIA_Riordian_SQ121_Finish_Next_03_05": "Addig is visszatérek az átíráshoz. Most már be fogom tudni fejezni időben. Jobb, ha Lokvar nem lát meg itt, mielőtt felébred. Köszönöm a segítséged.",
  "DIA_Riordian_SQ121_Finish_Yes_15_01": "Szeretnék varázslást tanulni.",
  "DIA_Riordian_SQ121_Finish_Yes_03_02": "Remélem, hogy hasznodra lesz.",
  "DIA_Riordian_SQ121_Finish_No_15_01": "Nem. Jobb szeretnék a varázslástól távol maradni.",
  "DIA_Riordian_SQ121_Finish_No_03_02": "Megértem. A varázslás elég félelmetes tud lenni.",
  "DIA_Riordian_Q503_Gate_15_01": "Találtam egy hatalmas kaput, ami befelé vezet.",
  "DIA_Riordian_Q503_Gate_15_02": "Úgy tűnik, mintha elég tartós sziklából faragták volna, és meg sem mozdul.",
  "DIA_Riordian_Q503_Gate_03_03": "Szóval ennek kell lennie a híres Vardhal Kapunak...",
  "DIA_Riordian_Q503_Gate_03_04": "A legendák szerint a kapuhoz tartozó kulcsot az egyik legjobban tisztelt család őrizte a Farkasfiak közül.",
  "DIA_Riordian_Q503_Gate_03_05": "Ha be akarunk jutni, akkor meg kell találnunk a kulcsot. Mivel az erőd maga zárva van, ezért valahol kívül kell lennie.",
  "DIA_Riordian_Q503_GotKey_15_01": "Szerinted köze lehet ennek a töredéknek a kapuhoz?",
  "DIA_Riordian_Q503_GotKey_03_02": "Bárcsak előbb gondoltam volna erre! Egy kőkapu, szóval a kulcsnak is kőből kell lennie!",
  "DIA_Riordian_Q503_GotKey_03_03": "Elnézve azt, hogy hogyan tört el, így arra következtetek, hogy három ilyen töredék van.",
  "DIA_Riordian_Q503_GotKey_03_04": "Um, ez a mintázat... Szerintem láttam valamerre ezelőtt...",
  "DIA_Riordian_Q503_GotKey_03_05": "Tudom! A városi múzeum! Van egy hasonló darabuk belevésve a Farkasfiak jelzésével.",
  "DIA_Riordian_Q503_GotKey_03_06": "El kell oda menned minél előbb!",
  "DIA_Riordian_Q503_GotLastKey_15_01": "Megszereztem a kulcsdarabot a múzeumból.",
  "DIA_Riordian_Q503_GotLastKey_03_02": "Tökéletes! Tudtam, hogy nem emlékeztem rosszul. Ki gondolta volna, hogy egy ilyen lenyűgöző ereklye mindvégig az orrunk előtt volt.",
  "DIA_Riordian_Q503_GotLastKey_03_03": "Akárhogy is, amíg te a kulcsdarabért voltál a múzeumban, addig nekem sikerült megtalálnom az utolsó darabot.",
  "DIA_Riordian_Q503_GotLastKey_03_04": "Így megvan mind a három. Ideje összeilleszteni őket. Szerintem nem lesz probléma.",
  "DIA_Riordian_Q503_GotLastKey_03_05": "Addig is beszélj Kessellel! Biztosan segít az emberek és a felszerelések eligazításában az expedícióhoz.",
  "DIA_Riordian_Q503_Book_Description": "Nem mi leszünk az elsők, akik ezeket a romokat felderítik...",
  "DIA_Riordian_Q503_Book_15_01": "Nem mi leszünk az elsők, akik ezeket a romokat felderítik. Találtam egy naplót egy bizonyos Farkasfiútól.",
  "DIA_Riordian_Q503_Book_03_02": "Igen, hallottam, hogy a Farkasfiak egyszer megpróbálták visszafoglalni az erődöt, de ez sok ideje történt.",
  "DIA_Riordian_Q503_Book_03_03": "Átnézem ezt a naplót. Hátha találok benne valami hasznosat.",
  "DIA_Riordian_Difference_15_01": "Mi a különbség Volfzack és Vardhal között?",
  "DIA_Riordian_Difference_03_02": "Számodra is zavaros, mi? Igazából a legtöbb ember számára az itt Archolosban.",
  "DIA_Riordian_Difference_03_03": "Ezt a helyet hosszú ideje úgy ismerik, hogy Vardhal erődje. Itt éltek a Farkasfiak nevesebb tábornokai addig, amíg myrtanai megszállók nem győzték le őket.",
  "DIA_Riordian_Difference_03_04": "Elbeszélések alapján Vardhalt a híres Volfzack Sírkamrájának védelmére építették, aki Archolos első uralkodója volt. Ez a sziget mélyén található.",
  "DIA_Riordian_Difference_03_05": "Így rótták le tiszteletüket iránta, és biztonságba helyezték a kincseket, amiket a hódításai során gyűjtött.",
  "DIA_Riordian_Difference_03_06": "Szóval most így itt vannak Vardhal és Volfzacke romjai, utalva az erőd és a sírkamra maradványaira.",
  "DIA_Riordian_Difference_03_07": "Ezek a szavak félelmet keltenek a szigetlakókon most is, ugyanis szörnyű sorsra jutottak az utolsó védelmezői.",
  "DIA_Riordian_FaneIsDead_15_01": "Várjunk, várjunk, várjunk... mi történt itt? Miért halt meg Fane?",
  "DIA_Riordian_FaneIsDead_03_02": "Milyen Fane? Egy élőhalott támadott meg, de nem láttam semmilyen Fanet.",
  "DIA_Riordian_FaneIsDead_15_03": "Az az élőhalott. Ő volt Fane...",
  "DIA_Riordian_FaneIsDead_03_04": "Micsoda?",
  "DIA_Riordian_FaneIsDead_15_05": "A mocsárban találtam rá. El volt valahogy átkozva, és nem tudott meghalni. Szóval úgy gondoltam, hogy jó ötlet lenne egy halhatatlant elhozni ilyen nehéz expedícióhoz...",
  "DIA_Riordian_FaneIsDead_03_06": "Hihetetlen... de nem érzem, hogy hazudnál nekem.",
  "DIA_Riordian_FaneIsDead_03_07": "Nos, most egy picit butának érzem magam, de lehet jó, hogy így végződött... a szenvedésének végre vége.",
  "DIA_Riordian_FaneIsDead_03_08": "Meg sem említem, hogy egy élőhalott nem hatott volna a csapat moráljára jól, ha az expedíció tagja lett volna.",
  "DIA_Riordian_FaneIsDead_15_09": "Szerintem igazad van.",
  "DIA_Riordian_Ambient_03_02": "Annak ellenére, hogy mit mondanak mások, a varázslás nem csak a varázslók területe. A régi könyvek ennek jó példái.",
  "DIA_Riordian_Ambient_03_03": "A bennük lévő bölcsesség, ami több generációt túlélt, eléggé... misztikus.",
  "DIA_Riordian_Ambient_03_01": "Úgy tartják, hogy a bölcsesség a korral jár. Elég nagy kár, hogy a Legfelső Tanács már sok ideje elfelejtette, hogy ezek a szavak mit jelentenek.",
  "DIA_Riordian_Ambient_03_04": "Örömmel látom, hogy egyre jobb formában vagy. A napok múlásával jön vissza az erőd, és a sebeid tökéletesen gyógyulnak.",
  "DIA_Riordian_Ambient_03_05": "Adanos igen kegyes veled.",
  "DIA_Riordian_Ambient_03_08": "Bárki építette ezt az erődöt, biztosan eléggé hatalmas mágikus képességekkel bírt. Nézd, milyen egyenletesen vannak kifaragva a kövek!",
  "DIA_Riordian_Ambient_03_06": "Szerzetesi feljegyzések alapán ezeket a kapukat egy egy stabil egységgé faragták, és védő varázslatokkal vették körbe.",
  "DIA_Riordian_Ambient_03_07": "Csak a kulcs összes darabjával lehet bejutni.",
  "DIA_Riordian_TeachMeCircle_Tier1_15_01": "Kérlek, tanítsd meg az első mágikus kört!",
  "DIA_Riordian_TeachMeCircle_Tier1_03_02": "Az első mágikus kör sokak számára a legnehezebb és a legidőigényesebb. Hagynod kell, hogy a mágia szabadon áramoljon a testedben, hogy el tudd kezdeni használni.",
  "DIA_Riordian_TeachMeCircle_Tier1_03_03": "Eddig csak a varázstekercsek használatához használtad a mandátad, amik aztán elhagyták ezt a világot. Ez egy természetes folyamat az egyensúly fenntartására.",
  "DIA_Riordian_TeachMeCircle_Tier1_03_04": "Mostantól a három isten egyikének kegyelme áthalad rajtad, és rúnák formájában manifesztálódik. Ez egy hatalmas felelősség.",
  "DIA_Riordian_TeachMeCircle_Tier2_15_01": "Kérlek, tanítsd meg a második mágikus kört!",
  "DIA_Riordian_TeachMeCircle_Tier2_03_02": "A második mágikus körnek hála ki tudod terjeszteni a természeti erők feletti irányítást.",
  "DIA_Riordian_TeachMeCircle_Tier2_03_03": "Víz és tűz a te parancsaidat teljesíti addig, amíg a mágikus energia a testedben marad.",
  "DIA_Riordian_TeachMeCircle_Tier3_15_01": "Kérlek, tanítsd meg a harmadik mágikus kört!",
  "DIA_Riordian_TeachMeCircle_Tier3_03_02": "Egy igazi varázslónak mindig koncentrálnia kell.",
  "DIA_Riordian_TeachMeCircle_Tier3_03_03": "Légy olyan, mint a sziget, amit éppen ostromol a vihar. Még ha úgy is érződik, hogy minden egyes hullámmal egy részeted vesztenéd el, a varázslást nem hagyhatod abba.",
  "DIA_Riordian_TeachMeCircle_Tier4_15_01": "Kérlek, tanítsd meg a negyedik mágikus kört!",
  "DIA_Riordian_TeachMeCircle_Tier4_03_02": "A varázslás esszenciája az akarat. A mágia és a mágikus energia velünk van. A természeti erőkben, az emberekben, az állatokban és még a növényekben is.",
  "DIA_Riordian_TeachMeCircle_Tier4_03_03": "Csak a varázsló akarata tudja egyesíteni ezeknek az erőknek az áramlását és legvégső megtestesülését a világunkban.",
  "DIA_Riordian_TeachMeCircle_Tier4_03_04": "Amikor a legegyszerűbb varázslatot is használod, akkor gondolj a mágikus dolgokra körülötted, és hogy mit is akarsz pontosan elérni.",
  "DIA_Riordian_TeachMeCircle_Tier4_03_05": "Nem tudok többet tanítani. A mágikus tudásod túlmutat a legtöbb varázslóén. Csak használd mindig az egyensúly és a rend terjesztésére.",
  "DIA_Riordian_Q502_AboutVardhal_15_01": "Tudnál többet mesélni Vardhalról?",
  "DIA_Riordian_Q502_AboutVardhal_03_02": "Nem tudok én sem többet. A legtöbb könyv, amink van, csak a legfőbb eseményekre koncentrál.",
  "DIA_Riordian_Q502_AboutVardhal_03_03": "Azonban hallottam, hogy a kolostor alagsorában van egy kicsi és titkos könyvtári szekció a nyilvánosság számára legelérhetetlenebb könyvekkel.",
  "DIA_Riordian_Q502_AboutVardhal_03_04": "Mivel a Főmágusok nem támogatják a küldetésünket, ezért nincs hozzáférésünk ehhez.",
  "DIA_Riordian_Q502_AboutVardhal_03_05": "Ha valahogy el tudnál oda jutni, akkor megtalálhatod azt a könyvet, ami jobban eloszlatja a ködöt a romokról.",
  "DIA_Riordian_AboutMonastery_15_01": "Mesélj a kolostorról!",
  "DIA_Riordian_AboutMonastery_03_02": "A kolostort a szigeten alapították több évszázaddal ezelőtt az első Myrtanaiak érkezése előtt.",
  "DIA_Riordian_AboutMonastery_03_03": "Adanos vallása ezen a részen mindig erős volt. Még a Farkasfiak is hozzájárultak ennek a helynek az alapításához.",
  "DIA_Riordian_AboutMonastery_03_04": "Eleinte a kolostor csak egy templomból állt, ami egy sziklás szigeten állt északon. Az idő múlásával egyre több varázsló és tanonc érkezett, és több épületet húztak fel.",
  "DIA_Riordian_AboutMonastery_03_05": "Legvégül egy nagy hidat építettek, ami a kolostort összeköti a sziget többi részével, és kereskedést és több zarándok fogadását tette lehetővé.",
  "DIA_Riordian_Q514_LetsGo_03_02": "Jó, akkor tedd a kőkulcsot a kapuba, és menj előre! A többieket viszem én, és mögötted leszünk mindvégig.",
  "DIA_Riordian_Q514_LetsGo_03_03": "Adanos vigyázzon ránk...",
  "DIA_Riordian_AdanosShrine_15_01": "Mi a helyzet a szentélyekkel?",
  "DIA_Riordian_AdanosShrine_03_02": "Ez egy olyan hely, ahol Adanos jelenléte erős. A hozzájuk való ima megtisztítja az elméd, és regenerálja a varázserőd.",
  "DIA_Riordian_AdanosShrine_03_03": "Természetesen ha több időt töltesz őszinte imádsággal, akkor nagyobb kegyben részesülsz.",
  "DIA_Riordian_AdanosShrine_03_04": "Inosszal ellentétben itt nem kell aranyat áldoznod, csak buzgón imádkozni.",
  "DIA_Riordian_TeachMana_03_03": "Sajnálom, de nem tudok többet tanítani.",
  "DIA_Riordian_TeachMana_03_02": "Most hogy a Víz Körének tagja vagy, így nyugodtabban mutatom meg, hogy a mágikus képességeidből hogyan hozd ki a maximumot.",
  "DIA_Riordian_TeachMana_03_01": "Egy közös célunk van, így nem hiszem, hogy ártana, ha lenne valami alapod a varázslás terén.",
  "DIA_Riordian_TeachMana_03_04": "Még egy kicsit, és akkor egy igazi varázsló leszel!",
  "DIA_Riordian_TeachMana_03_05": "Már többet tudsz, mint néhány tanonc a kolostorunkban!",
  "DIA_Riordian_OtherTeleportation_15_01": "Találtam néhány ilyen teleportáló kört...",
  "DIA_Riordian_OtherTeleportation_03_02": "Erre számítottam, mikor a torony felé küldtelek. Gondolom nem ismeretlen a teleportó rúnák működése, így ennek magyarázata nem igényel sokat.",
  "DIA_Riordian_OtherTeleportation_03_03": "A teleportáló körök hasonlóan működnek, de nem igényelnek rúnát, és csak két kiválasztott pontot kötnek össze. A lila színükből ismered fel őket.",
  "DIA_Riordian_OtherTeleportation_03_04": "Csak rövid távon működnek, és kevésbé megbízhatóak, mint a simák.",
  "DIA_Riordian_OtherTeleportation_03_05": "Állítólag stabilizálhatóak valahogyan, de akárhogy is, már nem gyakran használják manapság.",
  "DIA_Riordian_Q501_NoScroll_Description": "Szükségem van tekercsekre, hogy megszerezzem azt, amire szükségem van.",
  "DIA_Riordian_Q501_NoScroll_15_01": "Van ötletem arra, hogy hogyan szerezzem meg azt, amire szükségem van, de ehhez tekercsekre lenne szükségem...",
  "DIA_Riordian_Q501_NoScroll_03_04": "Ismét? Megbízni téged ezzel a feladattal nem volt a legjobb ötlet.",
  "DIA_Riordian_Q501_NoScroll_03_05": "Jobb ha lefekszel pihenni most, és én addig megszerzem a szükséges dolgokat.",
  "DIA_Riordian_Q501_NoScroll_03_06": "Felállítom a munkaasztalt a raktárban a szobád mellett. A főzet elkészítését is intézem.",
  "DIA_Riordian_Q501_NoScroll_03_02": "Nem tudom, hogy mi a terved, de inkább nem is tudnék róla. Legalább az Apátnak nem kell vallomást tennem.",
  "DIA_Riordian_Q501_NoScroll_03_03": "Ezek talán segítenek, de óvatosan, mert már nincs belőlük több!",
  "DIA_Riordian_Q501_ThirdDay_Tired_Choice": "Úgy nézel ki, mintha egész éjszaka ébren lettél volna."
}
