{
  "DIA_Gaspar_Who_15_01": "Te ki vagy?",
  "DIA_Gaspar_Who_900_02": "Általában az idegenek szokták először bemutatni magukat, de kivételt teszek veled.",
  "DIA_Gaspar_Who_900_03": "A nevem Rita és én felügyelem a szőlőbirtokon folyó munkát.",
  "DIA_Gaspar_Q207_Antonio_Description": "Tudod, hogy hol találhatom meg Antoniót?",
  "DIA_Gaspar_Q207_Antonio_900_02": "Antonio? Nem ismerek senkit sem ilyen névvel.",
  "DIA_Gaspar_Q207_Antonio_900_03": "És ha most megbocsátasz... sok dolgom van.",
  "DIA_Gaspar_Wine_Description": "Milyen bort csináltok itt?",
  "DIA_Gaspar_Wine_15_01": "Kíváncsi vagyok, hogy milyen bort csináltok itt.",
  "DIA_Gaspar_Wine_900_02": "A szóbeszédekkel ellentétben a legjobbat a szigeten. És ha már a fajtáról kérdezel: a legújabb receptünkkel méz és citrusfélékre emlékeztető borokat készítünk.",
  "DIA_Gaspar_Wine_900_03": "Emiatt édes, könnyű, és tökéletesen felfrissít egy nehéz munkanap után.",
  "DIA_Gaspar_Wine_Sell_15_01": "Jól elkel?",
  "DIA_Gaspar_Wine_Sell_900_02": "Az ügyfeleink boldogok ezen kis változtatással, és ez a lényeg. A legtöbben viszont nem szeretik a változatosságot, ezért Holdwig savanyú borait választják a sziget északi oldalán található szőlőbirtokról.",
  "DIA_Gaspar_Wine_Sell_900_03": "Azt nem tagadhatom, hogy a bor amit készít az egészen jó, és a termései és gazdasági lehetőségei hatalmasak.",
  "DIA_Gaspar_Wine_Sell_900_04": "De amióta Holdwignak konfliktusa akadt az öccsével, azóta a 'Vörös Valerio' egyre drágább lett és vesztett hírnevéből.",
  "DIA_Gaspar_Wine_Sell_900_05": "Nem mintha panaszkodnék. Az üzlet szempontjából csak ennyit nyerhetek ebből a rivalizálásból.",
  "DIA_Gaspar_Wine_Holdwig_15_01": "Minek köszönhető Holdwig sikere?",
  "DIA_Gaspar_Wine_Holdwig_900_02": "Siker? Ne nevettess!",
  "DIA_Gaspar_Wine_Holdwig_900_03": "Ugyan ki emel árat akkor, amikor pang a piac, kereskedelmi útvonalak pedig gyakorlatilag... nincsenek?",
  "DIA_Gaspar_Wine_Holdwig_15_04": "Lehet, hogy csak szűkíti az ügyfélkörét?",
  "DIA_Gaspar_Wine_Holdwig_900_05": "Kizárt! Holdwig csak egy szimpla paraszt! Semmit sem tud az üzletelésről.",
  "DIA_Gaspar_Wine_Holdwig_900_06": "Az igazság az, hogy mindent az apjának köszönhet, másodsorban meg a kormányzónak.",
  "DIA_Gaspar_Wine_Conflict_15_01": "Mit tudsz erről a konfliktusról?",
  "DIA_Gaspar_Wine_Conflict_900_02": "Elméletileg ez a családfő - Valerio utáni öröklődés miatt volt. Halála előtt a fiatalabbik fiának, Andreasnak adta a szőlőbirtokát hagyatékként.",
  "DIA_Gaspar_Wine_Conflict_900_03": "Az öröklődés törvényei viszont nem akadályozták meg Holdwigot abban, hogy kitúrja a testvérét és megszerezze az egész birtokot.",
  "DIA_Gaspar_Wine_Conflict_900_04": "Azóta Valerio fiai folytatják vitáikat, a hatóságok meg közelről figyelik, hogy végül kié lesz a szőlőbirtok.",
  "DIA_Gaspar_Wine_Conflict_900_05": "Csodálkozom, hogy ennyi türelmük van és nem próbálták meg saját maguk átvenni a birtokot erőszakkal.",
  "DIA_Gaspar_SQ225_success_900_01": "Ahogy hallottam te is belefolytál a vitájukba, szóval te nagy eséllyel többet tudsz, mint én.",
  "DIA_Gaspar_SQ225_success_900_02": "Eh, most már csak annyit tudunk csinálni, hogy közelről figyeljük a birtoknál lévő történéseket...",
  "DIA_Gaspar_GiveWine_15_01": "Kaphatok egy kis bort?",
  "DIA_Gaspar_GiveWine_900_02": "Persze, de csak egy keveset. Ne feledd, dolgod is van szóval ne igyál munka közben.",
  "DIA_Gaspar_GiveWine_900_03": "Persze, de csak egy keveset. A többiért ugyanúgy fizetned kell, mint minden más vevőnek.",
  "DIA_Gaspar_GiveWine_900_04": "Itt van a kiemelt termékem, az 'Arrazola Öröksége'. Könnyű, frissítő és mindenkinek megfizethető. Próbáld ki saját magad.",
  "DIA_Gaspar_GiveWine_15_05": "Ebben az esetben, egészségünkre!",
  "DIA_Gaspar_GiveWine_900_06": "Hogy ízlik?",
  "DIA_Gaspar_GiveWine_15_07": "A gyümölcs íze igazán kivehető, de érzek benne egy kis... ecetet.",
  "DIA_Gaspar_GiveWine_900_08": "Ecet...? Nem lehet. Biztosan ettél vagy ittál előtte valamit ami elrontotta az ízét!",
  "DIA_Gaspar_Wine_Name_15_01": "Valójában mit jelent a neve?",
  "DIA_Gaspar_Wine_Name_900_02": "'Arrazola' a család amelyből származom. Myrtana déli részéről való.",
  "DIA_Gaspar_Wine_Name_900_03": "Mint sok más, ők is a kolonizálókkal jöttek erre a szigetre.",
  "DIA_Gaspar_Wine_Name_900_04": "Kár, hogy az őseim pár hónappal később érkeztek Archolosra Valerio családjával szemben, és azok a szemétládák addigra már megvásárolták a Kormányzó kegyeit.",
  "DIA_Gaspar_Wine_Name_900_05": "Azóta is a tisztességes második helyen vagyunk.",
  "DIA_Gaspar_Wine_Name_900_06": "De ez hamarosan meg fog változni.",
  "DIA_Gaspar_Trade_15_01": "Mutasd meg, mit kínálsz eladásra.",
  "DIA_Gaspar_Trade_900_02": "Tessék.",
  "DIA_Gaspar_Trade_900_03": "Vannak édes és félédes boraim. Amit csak akarsz nálam megtalálod.",
  "DIA_Gaspar_Q207_Soren_15_01": "Tudod hol találhatom Naylat?",
  "DIA_Gaspar_Q207_Soren_900_02": "Ott kell üldögélnie a pincében, és borosüvegeket számolgatnia. Csak ne zavard a munkában, már így is tovább tart, mint kellene.",
  "DIA_Gaspar_SQ120_YouNeedHelp_15_01": "Van valami munka, amit elvégezhetnék?",
  "DIA_Gaspar_SQ120_YouNeedHelp_03_02": "Hogy őszinte legyek, van elég munkásom, akiket fizetnem kell. Nem hiszem, hogy szükségem lenne segítségre.",
  "DIA_Gaspar_SQ120_YouNeedHelp_15_03": "Gondolod?",
  "DIA_Gaspar_SQ120_YouNeedHelp_03_04": "Tudod, már jó ideje gondjaim vannak az őrrel, akit felbéreltem, hogy őrizze a szőlőt.",
  "DIA_Gaspar_SQ120_YouNeedHelp_03_05": "A fickó itt lógott a környéken, őrködött, de nem mondanám, hogy jó munkát végzett, és most... eltűnt.",
  "DIA_Gaspar_SQ120_YouNeedHelp_03_06": "Nem tudom, hogy merre járhat, de legutóbb a barlang felé láttam sétálni. Ha találkozol vele akkor mondd meg neki, hogy térjen vissza amint tud.",
  "DIA_Gaspar_SQ120_YouNeedHelp_15_07": "Mi a neve?",
  "DIA_Gaspar_SQ120_YouNeedHelp_03_08": "Franc se tudja, nem kötök az emberekkel szerződést, én arcról ismerem fel őket. De szerintem rövid volt a neve és 'N'-nel kezdődött.",
  "DIA_Gaspar_SQ120_Finish_15_01": "Lerendeztem a dolgot Nekkel.",
  "DIA_Gaspar_SQ120_Finish_03_02": "Áh, Nek, tudtam én, hogy 'N'-nel kezdődött a neve! Szép munka, fiú. Tessék, csak ne költsd bolondságokra!",
  "DIA_Gaspar_SQ206_KillAnimals_15_01": "Oké, elbánok ezekkel az állatokkal.",
  "DIA_Gaspar_SQ206_KillAnimals_03_02": "A ligetrablók gyakran támadják meg a tökföldemet. Nem vesztek sokat vele, de a tökök eladása mindig plusz bevételforrás.",
  "DIA_Gaspar_SQ206_KillAnimals_03_03": "Nézd meg a szőlőbirtok mögötti tavacskát is. Gyakran látok ott lopakodókat, és örülnék, ha egy sem kerülne közel a területünkhöz.",
  "DIA_Gaspar_SQ206_KillAnimals_03_04": "Plusz megnézhetnéd, hogy mi van a birtok mögött, a vízesésnél lévő hídnál. Az embereim nem mennek arra gyakran, úgyhogy nem tudom lakik-e arra valami átkozott szörnyeteg.",
  "DIA_Gaspar_SQ206_Blattcrawler_15_01": "Úgy tűnik a sáskák szeretik a földedet.",
  "DIA_Gaspar_SQ206_Blattcrawler_15_02": "Észrevettem, hogy feltúrják a földet a munkásaid házainál. Kéne találni egy módszert amivel megakadályozhatnánk őket a bejutásban.",
  "DIA_Gaspar_SQ206_Blattcrawler_03_03": "Hmm... egy ideje tervezem egy tisztességes emelvény építését ezek fölé a kunyhók fölé. Menj a pincébe, ott kell lennie néhány deszkának.",
  "DIA_Gaspar_SQ206_Blattcrawler_03_04": "Fogd és fedd be vele a tetőt. A sáskák nem fognak átjutni rajta. És ne nézz így rám, ezt külön fogom megtéríteni.",
  "DIA_Gaspar_SQ206_Boles_15_01": "Egy fickó zsarolja az utazókat.",
  "DIA_Gaspar_SQ206_Boles_03_02": "Mi? Merre? Hogyan?",
  "DIA_Gaspar_SQ206_Boles_15_03": "A borászat mögötti hídon. A békesség kedvéért fizettem neki, hogy 'átkeljek'. A fazon nem tűnik veszélyesnek, de az utazóknak bosszúságot okozhat.",
  "DIA_Gaspar_SQ206_Boles_15_04": "A borászat mögötti hídnál volt, de miután beszéltem vele, úgy döntött, hogy idejön.",
  "DIA_Gaspar_SQ206_Boles_03_05": "Ez nagyszerű. Szükségem van még egy őrszemre. Rendben, majd én foglalkozom vele. Örülök, hogy szóltál.",
  "DIA_Gaspar_SQ206_Finish_15_01": "Ellenőriztem a környéket.",
  "DIA_Gaspar_SQ206_Finish_03_02": "És? Van bármi veszély? Kell valamiért is aggódnom?",
  "DIA_Gaspar_SQ206_Finish_15_03": "Nem, csak a tökföldön volt veszélyesebb, ahol el kellett bánnom néhány ligetrablóval.",
  "DIA_Gaspar_SQ206_Finish_15_04": "A tó felől sem vagytok veszélyben, és megvédtem a munkásaid otthonait a sáskáktól.",
  "DIA_Gaspar_SQ206_Finish_15_05": "Ami azt az 'őrszemet' illeti, ahogy te nevezted, arról te döntesz.",
  "DIA_Gaspar_SQ206_Finish_03_06": "Akkor nem olyan rossz a helyzet, mint gondoltam. Addig is vigyázz magadra, sok tennivalóm van itt.",
  "DIA_Gaspar_SQ206_Start_03_01": "Várj egy percet, fiú. Mostanában nagy segítség voltál. Nem lenne kedved megint egy kis pénzt keresni?",
  "DIA_Gaspar_SQ206_What_15_01": "Megint probléma van Nekkel?",
  "DIA_Gaspar_SQ206_What_03_02": "Nem, jó munkát végez a szőlőbirtok őrzésével. A problémám azokkal az állatokkal van, amik túl közel jönnek a veteményeshez.",
  "DIA_Gaspar_SQ206_What_03_03": "Félek, hogy az állatok elkergetése meghaladja Nek képességeit.",
  "DIA_Gaspar_Q505_Buy_15_01": "Vehetek tőled ételt?",
  "DIA_Gaspar_Q505_Buy_03_02": "Leginkább szőlőt és tököt termesztünk itt, de persze, összeállíthatok egy különleges ellátmányt.",
  "DIA_Gaspar_Q505_Buy_03_04": "Sokat segítettél az elmúlt időkben. Azok a vadállatok biztosan felfalták volna a termésem felét, és akár pár munkásomat is. Tekintsd ezt az ellátmányt a hálám jeléül.",
  "DIA_Gaspar_Q505_Buy_03_03": "Az ételek árai egyre jobban emelkednek, szóval ez is egy kis pénzedbe fog kerülni.",
  "DIA_Gaspar_Q505_Pay_03_01": "Élvezd!"
}
