{
  "DIA_Tonan_HELLO_15_01": "Téged még nem láttalak itt ezelőtt.",
  "DIA_Tonan_HELLO_03_02": "Nem volt szükséges, hogy itt legyek. De most valakinek ügyelnie kell a szénégetők biztonságára.",
  "DIA_Tonan_Who_15_01": "Miktől véded őket?",
  "DIA_Tonan_Who_03_02": "Orkoktól, természetesen.",
  "DIA_Tonan_Who_15_03": "Egyedül egy sereg ellen. Nagyon sokra becsülöd magadat.",
  "DIA_Tonan_Who_03_04": "Ha megtámadnak minket, akkor össze kell gyűjteni a szénégetőket és rögtön vissza kell vonulnunk. Kivéve, ha egy ork elég hülye és egyedül merészkedik ide. Hehe!",
  "DIA_Tonan_SQ414_Start_15_01": "Unalmas, mi?",
  "DIA_Tonan_SQ414_Start_03_02": "A srácok azt mondták, hogy érdekes lesz. Bizonyítanom kell, és ezért vagyok itt. Csak békében üldögélek.",
  "DIA_Tonan_SQ414_Start_15_03": "Örülnöd kéne annak.",
  "DIA_Tonan_SQ414_Start_03_04": "Minek? Hogyan bizonyítsam be, hogy érdemes vagyok a harcra? Inkább a régi toronyhoz mennék. Azt mondják, a mágusok ott rejtették el a kincseiket.",
  "DIA_Tonan_SQ414_Treasures_15_01": "A mágusok elrejtették a kincseiket?",
  "DIA_Tonan_SQ414_Treasures_03_02": "A legigazibb kincsek! A Myrtana elleni háború idejéből.",
  "DIA_Tonan_SQ414_Treasures_GoOn_15_01": "Felkeltetted az érdeklődésemet.",
  "DIA_Tonan_SQ414_Treasures_GoOn_03_02": "Ne számíts egy történelem leckére. Annyit tudok, mint amennyit mondtam neked.",
  "DIA_Tonan_SQ414_Treasures_GoOn_03_03": "Az alapján amit hallottam, a tűzmágusok használták ezt a tornyot. Valamilyen okból kifolyólag már nem mennek oda, és a torony mára romokban hever. Kell valami értékesnek lennie ott!",
  "DIA_Tonan_SQ414_Treasures_Bye_15_01": "Ez nagyon érdekes, viszont nekem mennem kell.",
  "DIA_Tonan_SQ414_Treasures_Bye_03_02": "Bárcsak tudnék oda menni, ahová szeretnék...",
  "DIA_Tonan_SQ414_TakeQuest_15_01": "Korábban említettél valami tornyot és kincseket.",
  "DIA_Tonan_SQ414_Tower_15_01": "Hol van a torony?",
  "DIA_Tonan_SQ414_Tower_03_02": "Az elpusztított erőd romjaihoz vezető út melletti erdőben.",
  "DIA_Tonan_SQ414_GuideMe_03_05": "Találkozzunk Bermar tanyájánál.",
  "DIA_Tonan_SQ414_GuideMe_15_01": "Vigyél oda engem.",
  "DIA_Tonan_SQ414_GuideMe_03_02": "Most? Hah! És ki fog figyelni a szénégetőkre?",
  "DIA_Tonan_SQ414_GuideMe_15_03": "Elvoltak eddig maguk is. Szeretnél dicsőséget vagy nem?",
  "DIA_Tonan_SQ414_GuideMe_03_04": "Mi a fene! Csak nem fognak felakasztani, mert elhagytam a posztomat.",
  "DIA_Tonan_SQ414_Ready_03_01": "Készen állsz?",
  "DIA_Tonan_SQ414_Ready_Yes_15_01": "Menjünk!",
  "DIA_Tonan_SQ414_Ready_No_15_01": "Szükségem van egy kis időre.",
  "DIA_Tonan_SQ414_NearTower_03_01": "Hú, ez olykor elég szoros volt. De megcsináltuk.",
  "DIA_Tonan_SQ414_NearTower_03_02": "Gyerünk, muszáj körbenéznünk!",
  "DIA_Tonan_SQ414_AttackGhost_03_01": "Mire vársz? Támadás!",
  "DIA_Tonan_SQ414_AttackGhost_15_02": "Hogyan akarsz megölni egy szellemet? Ő már halott!",
  "DIA_Tonan_SQ414_AttackGhost_03_03": "Ezt nem igazán gondoltam át. Hallottalak titeket beszélni.",
  "DIA_Tonan_SQ414_AttackGhost_15_04": "Úgy tűnik valaki megátkozta a lelkét. Félelmetesnek tűnik, de nem agresszív.",
  "DIA_Tonan_SQ414_AttackGhost_15_05": "A szellem békét akar. Leírta a vallomását, és elrejtette valahová.",
  "DIA_Tonan_SQ414_AttackGhost_03_06": "Engem nem érdekel semmilyen szellem, papírért meg végképp nem fogok keresgélni.",
  "DIA_Tonan_SQ414_AttackGhost_03_07": "Találtam egy papír darabot. Tiéd lehet. Cserébe odaadhatnád azt a koponyát, amit találtál.",
  "DIA_Tonan_SQ414_AttackGhost_Why_15_01": "Mire kell az neked?",
  "DIA_Tonan_SQ414_AttackGhost_Why_03_02": "Senki sem fogja elhinni, hogy eljutottam a toronyhoz. Bizonyítékra lesz szükségem.",
  "DIA_Tonan_SQ414_AttackGhost_Why_15_03": "A szellem valóban megjelent. Nekem már nem kell semmire sem. Tessék.",
  "DIA_Tonan_SQ414_AttackGhost_Why_03_04": "Kösz a segítséget. Én visszamegyek a szénégetőkhöz.",
  "DIA_Tonan_SQ414_AttackGhost_Why_15_05": "Várj egy percet! Reménykedtem valamiféle jutalomban.",
  "DIA_Tonan_SQ414_AttackGhost_Why_03_06": "Odaadtam a papírt. Ha annyira játszanád a szellemmentőt, akkor nyugodtan.",
  "DIA_Tonan_SQ414_Sorry_03_01": "Hé, Marvin! Becstelenül viselkedtem. Hogy őszinte legyek, féltem ettől a szellemtől.",
  "DIA_Tonan_SQ414_Sorry_03_02": "Bocsáss meg, hogy bunkó voltam. Én csak minél hamarabb el akartam hagyni a tornyot!",
  "DIA_Tonan_SQ414_Sorry_03_03": "A koponyával, amit tőled kaptam, és az ork fegyverrel a többiek végre tisztelnek engem!",
  "DIA_Tonan_SQ414_Sorry_03_04": "Remélem ez az arannyal teli erszény, segít elfelejteni ezt az egészet.",
  "DIA_Tonan_SQ414_NoProblem_15_01": "Elnézem a dolgot.",
  "DIA_Tonan_SQ414_NoProblem_03_02": "Ezt jó hallani. Mi van azzal a szellemmel?",
  "DIA_Tonan_SQ414_NoProblem_15_03": "Próbálok segíteni neki. Kiderítettem, hogy ő kicsoda és miért nem tud a túlvilágra kerülni.",
  "DIA_Tonan_SQ414_NoProblem_15_04": "Tudunk rajta segíteni. Egy farkasfinak meg kell bocsátania neki a vétkeit.",
  "DIA_Tonan_SQ414_NoProblem_03_05": "És ezzel engem kerestél meg? Vannak nálam sokkal jobb jelöltek a Farkasodúban!",
  "DIA_Tonan_SQ414_NoProblem_15_06": "Te fiatal vagy. Lehet nem vagy annyira előítéletes mindennel és mindenkivel szemben, mint a társaid.",
  "DIA_Tonan_SQ414_NoProblem_15_07": "Előbb hallgasd meg a teljes történetet...",
  "DIA_Tonan_SQ414_NoProblem_03_08": "Megőrültél? Ez az ember, mármint szellem, Wirgiliót szolgálta!",
  "DIA_Tonan_SQ414_NoProblem_03_09": "Nincs ennél utáltabb név a történelmünkben! Felejtsd el, nem segítek neked!",
  "DIA_Tonan_SQ414_NoProblem_15_10": "Sikerült felkutatnom a múltját. Amikor mondtam neki, hogy nem fog itt megváltást találni, hirtelen már nem az a barátságos szellem volt.",
  "DIA_Tonan_SQ414_NoProblem_03_11": "Elűzted? Ki hitte volna! Egy myrtanai harcos!",
  "DIA_Tonan_SQ414_NoProblem_15_12": "Jobb vagyok, mint gondolnád.",
  "DIA_Tonan_SQ414_NoProblem_03_13": "Reméljük, hogy ezt sosem kell bizonyítani. Visszamegyek a posztomra.",
  "DIA_Tonan_SQ414_NoProblem_Gold_15_01": "És mi van, ha fizetnék?",
  "DIA_Tonan_SQ414_NoProblem_Gold_03_02": "Figyelmeztetlek! Ha még egyszer ilyesmit ajánlsz nekem, akkor megkóstolod az acélomat! Mit gondolsz ki vagyok én?",
  "DIA_Tonan_SQ414_NoProblem_Pain_15_01": "Ez a lélek már évszázadok óta szenved!",
  "DIA_Tonan_SQ414_NoProblem_Pain_15_02": "Bármit is tett, már évszázadok óta nem nyugszik miatta. Nem gondolod, hogy ez már elég?",
  "DIA_Tonan_SQ414_NoProblem_Pain_03_03": "Vardhal elpusztításáért akár a világ végéig is szenvedhet.",
  "DIA_Tonan_SQ414_NoProblem_Chance_15_01": "Bizonyítani akartál? Itt az esély!",
  "DIA_Tonan_SQ414_NoProblem_Chance_03_02": "Azzal, hogy elárulom az őseimet? Kösz, de nem!",
  "DIA_Tonan_SQ414_NoProblem_Chance_15_03": "Jobb lehetnél a társaidnál, jobb az őseidnél. Csak annyit kell mondanod, hogy 'megbocsátok'.",
  "DIA_Tonan_SQ414_NoProblem_Chance_15_04": "Évszázadok óta nem volt erre senkinek sem elég mersze, hogy ezt megtegye.",
  "DIA_Tonan_SQ414_NoProblem_Chance_03_05": "Hogy egyenek meg téged a vakondpatkányok. Rendben.",
  "DIA_Tonan_SQ414_NoProblem_Chance_03_06": "Ha erről bárkinek is mesélsz a Farkasodúban, akkor ott helyben megöllek.",
  "DIA_Tonan_SQ414_Finish_15_01": "És, hogy érzed magad az egésszel kapcsolatban?",
  "DIA_Tonan_SQ414_Finish_03_02": "Mindent egybevéve, a szellem nem is volt annyira ijesztő. Így elviselni az évszázadokat... ez még a halálnál is rosszabb lehet.",
  "DIA_Tonan_SQ414_Finish_15_03": "És most? Vissza a szénégetőkhöz?",
  "DIA_Tonan_SQ414_Finish_03_04": "Ha Ulryk rájön, hogy megint elhagytam a posztomat. Vissza kéne érnem mielőtt valaki az erődből észreveszi, hogy hiányzom.",
  "DIA_Tonan_SQ414_Finish_03_05": "Azok a varázslatok amikről a szellem beszélt... hát, te megtarthatod. Én egy jó kardra esküszöm.",
  "DIA_Tonan_SQ414_GuideMe_03_06": "Esélyed sincs fiú, az orkok elfoglalták Bermar tanyáját, és én nem kockáztatok.",
  "DIA_Tonan_SQ414_NoMoreOrcs_15_01": "Minden tiszta.",
  "DIA_Tonan_SQ414_NoMoreOrcs_Description": "(Menj a toronyhoz Tonannal)",
  "DIA_Tonan_SQ414_NoMoreOrcs_03_02": "Micsoda? Elbántál az összes orkkal?",
  "DIA_Tonan_SQ414_NoMoreOrcs_03_03": "A saját szememmel kell látnom, de ha átversz, akkor örömmel fogom fényesítgetni a koponyádat!",
  "DIA_Tonan_SQ414_NoMoreOrcs_03_04": "Ott foglak várni, ahol legutóbb, kivéve ha a tanya még mindig hemzseg az ork harcosoktól.",
  "DIA_Tonan_SQ414_NoMoreOrcs_03_05": "Ott foglal várni Bermar tanyájánál, kivéve ha az még mindig hemzseg az ork harcosoktól.",
  "DIA_Tonan_SQ414_OrcReaction_03_01": "Mégsem vicceltél.",
  "DIA_Tonan_SQ414_OrcReaction_03_02": "Be kell, hogy valljam, le vagyok nyűgözve.",
  "DIA_Tonan_SQ414_OrcReaction_03_03": "Eddig azt hittem, a királyiak mind nyápicok, de most már nem vagyok benne biztos, hogy egy ellen is kiállnék...",
  "DIA_Tonan_SQ414_OrcReaction_03_04": "Már csak azon csodálkozom, hogy miért nem teljesítenek ilyen jól a többi fronton, mint ahogy itt.",
  "DIA_Tonan_SQ414_OrcReaction_03_05": "Mindegy, térjünk vissza a dolgunkhoz. Beszéljünk azzal a szellemmel.",
  "DIA_Tonan_SQ414_NoProblem_Chance_Choice": "Bizonyítani akartál? Itt az esély!"
}
